{
	"rss": {
		"channel": {
			"title": "News releases",
			"link": [
				"http://ccc.localhost/the-council/news-releases/rss",
				{
					"_href": "http://ccc.localhost/the-council/news-releases/rss",
					"_rel": "self",
					"_type": "application/rss+xml",
					"__prefix": "atom"
				}
			],
			"description": "",
			"item": [
				{
					"title": "Tuesday's weather",
					"link": "http://ccc.localhost/the-council/news-releases/show/531",
					"description": "<p>Cloudy periods, chance of showers. Northerly changes to southwesterly in the evening. A high of 14 degrees.</p>",
					"pubDate": "Fri, 22 Apr 2016 09:45:35 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/531"
				},
				{
					"title": "What is happening on the roads",
					"link": "http://ccc.localhost/the-council/news-releases/show/534",
					"description": "<p><span style=\"line-height: 24px;\">If you're heading out today be aware:</span></p>\n<ul>\n<li>\n<p>Travis Rd is one way westbound between Blue Gum Place and ANZAC Drive, this is expected to cause considerable congestion during the eastbound afternoon peak.</p>\n</li>\n<li>Harper Ave and Fendalton Rd intersection will have reduced lanes due to the installation of a manhole at this intersection. Expect delays during peak times.</li>\n<li>Sherborne St has lanes realigned due to roadworks at the intersection with Canon St. Two way traffic has been maintained but this may cause delays during peak times.</li>\n<li>Fitzgerald Ave - At the Twin Bridges intersection with Kilmore St & Avonside Dr: Work on the waste water system will mean traffic management will be in place for the next 3 months. Two lanes will be maintained.</li>\n<li><span>New Brighton Rd is down to one lane between Locksley Ave and Lake Terrace so road users are best to enter New Brighton Rd via Lake Terrace Road. </span></li>\n<li>Madras St down to one lane between Tuam St and Lichfield St - expect delays in peak times - use Fitzgerald Ave as alternative northbound.</li>\n<li>Moorhouse Ave is down to two westbound lanes at Antigua St intersection. Antigua St is also closed to northbound traffic by the railway lines between Hazeldean Rd and Moorhouse Ave but it remains open southbound. Northbound motorists are advised to use Montreal St instead. Due to complete by July 1.</li>\n<li>Warrington St is one way eastbound between Forfar St and Cleveland St due to road repairs. Completion due July 4.</li>\n<li>Russley Rd, south of Avonhead Rd is temporarily realigned to the east side of the road until about October while the construction of the Southern Airport Access underpass is built. Two lanes northbound are maintained but southbound traffic merges into one lane - expect delays in peak times.</li>\n<li>North Avon Rd is closed between North Parade and Flesher Ave. Detour in place. Due for completion end of August.</li>\n<li>Breezes Rd is one way south east bound between Pages Rd and Cuthberts Rd and one way northbound between Aranui School and Gosport St.</li>\n<li>Kilmore St is down to one lane between Durham St and Montreal St. Delays are possible during peak periods</li>\n<li>Edgeware Rd is one way eastbound between Geraldine St and Hills Rd. These works are due to be completed in late July.</li>\n<li>Lichfield St is now one way <b>westbound</b> between Manchester St and Colombo St due to a neighbouring construction site.</li>\n<li>Due to the extensive repairs needed to the southern main wastewater pipe Woodham Rd is CLOSED at the Worcester St intersection, until the end of September. Woodham Rd is also one-way eastbound between Rowcliffe Cres and Kerrs Rd.</li>\n</ul>\n<p> <span style=\"line-height: 24px;\">For more information go to the </span><a style=\"line-height: 24px;\" title=\"Transport for Christchurch\" href=\"http://www.tfc.govt.nz\">Transport for Christchurch website</a><span style=\"line-height: 24px;\">.</span></p>",
					"pubDate": "Fri, 22 Apr 2016 14:07:20 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/534"
				},
				{
					"title": "Check out what's happening on Clifton Hill",
					"link": "http://ccc.localhost/the-council/news-releases/show/813",
					"description": "<p>The work is part of a multimillion-dollar project to reduce the geotechnical risks along the critical Sumner to Lyttelton road corridor.</p>\n<p>It began a couple of months ago with teams of abseilers using crowbars and airbags to leverage loose rock from the cliff face. Now they are anchoring mesh to the top of the cliff and unfurling it. The mesh will be bolted deep into the cliff at strategic points to form a protective barrier.</p>\n<p>The mesh will be left unfastened at the bottom so it can channel any smaller rocks that might fall into the small moat or ‘catch ditch’ at the toe of the cliff.</p>\n<p><div class=\"media leftAlone\"><iframe width=\"599\" height=\"337\" src=\"https://www.youtube.com/embed/vrr4irUJ1UA?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></div>Christchurch City Council Senior Geotechnical Engineer Dr Ian Wright said the main purpose of the mesh was to slow the momentum of any rocks that might fall from the cliff.</p>\n<p>“You want to restrain the rock before it gets any momentum – you want to it hold back into the rock mass,’’ said Dr Wright.</p>\n<p>“The mesh will either retain the material into the cliff face or, if it drops, act as an attenuator. It will attenuate the energy and makes sure the rock drops under the mesh rather than bouncing out into the road.’’</p>\n<p>Dr Wright said any rocks that did fall from the cliff face would collect in the catch ditch, which would have a concrete barrier around it to provide another layer of protection between the cliff face and the road way.</p>\n<p>Currently the road is protected by ballasted shipping containers. Those containers will be removed once this work is completed.</p>",
					"pubDate": "Mon, 18 Jul 2016 10:00:38 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/813"
				},
				{
					"title": " World Cup games add to action-packed month",
					"link": "http://ccc.localhost/the-council/news-releases/show/814",
					"description": "<p>Organisers of the prestigious tournament, which is being hosted by New Zealand, Australia and Papua New Guinea, today announced that Christchurch had been awarded a New Zealand v Scotland pool match and a quarter final match.</p>\n<p>The RLWC will see 14 teams play 28 games over five weeks in the hope of being crowned world champions and having their names engraved on the coveted Paul Barriere Trophy.</p>\n<p>The two Christchurch matches will mark the return of international rugby league to Rugby League Park – the spiritual home of Canterbury Rugby League - for the first time since 1991 when New Zealand defeated France there.</p>\n<p>Canterbury Rugby League Chief Executive Shane Collins said it fantastic news for Christchurch. The fact the city had been awarded two matches was recognition of the strength of rugby league in the region.</p>\n<p>\"It will provide a huge boost for our city and for our young players as well,'' she said.</p>\n<p>Christchurch City Council Head of Events, Richard Attwood, said he was thrilled Christchurch had been awarded two RLWC matches.</p>\n<p>“Events like this play a big part in the recovery of Christchurch, with thousands of people staying in our hotels, visiting our cafes and restaurants, buying products in our shops and supporting local businesses and jobs,’’ Mr Attwood said.</p>\n<p>The RLWC matches add to what was already shaping up to be a busy month in Christchurch with New Zealand Cup and Show Week, the Black Caps playing the West Indies in a test match, and a host of community events on.</p>\n<p>“It is going to be a busy, fun time to be in Christchurch. Cup and Show Week with its big racing meets and the Canterbury A&P Show, always creates a real buzz around the city. Add three big international sporting fixtures into the mix and you have the recipe for action-packed month,’’ Mr Attwood said.</p>",
					"pubDate": "Mon, 18 Jul 2016 11:57:21 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/814"
				},
				{
					"title": "Victoria Square design plan released",
					"link": "http://ccc.localhost/the-council/news-releases/show/818",
					"description": "<p>The plan retains Victoria Square’s much-loved park-like character and heritage monuments, the Queen Victoria and Captain Cook statues and the floral clock. The illuminated Bowker Fountain will be restored.</p>\n<p>The site’s significance to Ngāi Tahu will also be recognised through a new artwork which will pay tribute to Ngāi Tahu Treaty of Waitangi signatories and mana whenua cultural values of the area. The low wall which sits behind Queen Victoria statue will be etched with an integrated artwork complimenting the principal of partnership through botanical motif.</p>\n<p>A new punt stop opposite the Town Hall will be created that will also provide shade on the river’s edge to support aquatic species. The name gifted to the punt stop by Ngāi Tūāhuriri is referred to as Tauranga Waka.</p>\n<p><span>The $6million restoration of Victoria Square is being funded by the Crown and delivered by Ōtākaro Limited. Work will begin this spring and be completed by the middle of next year.</span></p>\n<p>“The designs released today show people will still be able to enjoy the sense of space within Victoria Square and access the Ōtākaro/Avon River, while benefiting from enhancements to this important civic asset that will make it safer and more accessible,” says Ōtākaro’s Chief Executive, Albert Brantley.</p>\n<p>Given their age (25+ years), the materials used, and the effects of the Canterbury earthquakes, paved surfaces throughout the square are not in good condition, resulting in trip hazards, ponding areas and uneven ground. With restoration in mind, the design team have gone back to drawings produced in the 1980s, and will be reinstating the look and feel that there is now with an additional layer which celebrates the City’s bi-cultural heritage. Materials used will compliment Victoria Square’s place within the wider Te Papa Ōtākaro/Avon River Precinct.</p>\n<p>This project has been driven and informed by public participation and feedback in collaboration with strategic project partners the Christchurch City Council, Matapopore on behalf of Ngāi Tūāhuriri and Ōtākaro Limited. The developed design has been closely reviewed by an Independent Reference Group made up of heritage, local business, tourism, accessibility and youth organisations alongside Ngāi Tūāhuriri and representatives from the team that developed the square during the 1980s.</p>\n<p>“The consultation process showed a clear desire for Victoria Square to remain largely as it is now and has seen the redevelopment of our treasured space become the Restoration Plan that we see today,'' says  Independent Reference Group chair Sara Templeton.</p>\n<p> </p>",
					"pubDate": "Tue, 19 Jul 2016 13:23:45 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/818"
				},
				{
					"title": "No health concerns over nitrate levels",
					"link": "http://ccc.localhost/the-council/news-releases/show/819",
					"description": "<p>Higher than recommended levels of nitrate were detected in samples of water taken from a shallow water supply bore on Wrights Rd in Addington in November last year and February this year.</p>\n<p>The cause of the contamination is unknown but animal effluent is a likely source.</p>\n<p>The Wrights Rd bore is the only bore in Christchurch to have shown higher than recommended nitrate levels and that bore is being closed down.</p>\n<p>Because the Wrights Rd bore is the only one to have shown a spike in nitrate levels it appears the problem has been caused by ‘point source’ (or isolated) contamination and is unrelated to any other increase of nitrates on the Canterbury Plains.</p>\n<p>Canterbury Medical Officer of Health Dr Alistair Humphrey said the two isolated spikes in nitrate levels were unlikely to have caused any adverse health effects.</p>\n<p>The area where the bore was located was primarily an industrial area although there were a number of childcare centres within the catchment.</p>\n<p>“Only children who are aged under six months are at risk from nitrates. If you have been feeding your child formula using water taken from a tap in that area your child would only be at risk if they were being continually fed the water and the water was continually high in nitrates. That is not the case here,’’ Dr Humphrey said.</p>\n<p>The Canterbury District Health Board had not had any reports of any baby being affected.</p>\n<p>Christchurch City Council Head of Three Waters and Waste, John Mackie, said the Council had visited each of the seven day care centres in the area today and taken fresh samples of water to test. Those results showed the nitrate levels were well within accepted levels.</p>\n<p>The Council had decided to shut down the Wrights Rd bore and would be drawing water for the catchment between Blenheim Rd, the Southern Motorway, Annex Rd and Wrights Rd from alternative sources.</p>\n<p>The Wrights Rd bore was a shallow bore that had been on the Council’s list to replace by 2018 with a deeper bore that would tap into the confined aquifers which were less susceptible to contamination.</p>",
					"pubDate": "Tue, 19 Jul 2016 13:52:01 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/819"
				},
				{
					"title": "Botanic D'Lights dream opportunity for young lighting designer",
					"link": "http://ccc.localhost/the-council/news-releases/show/776",
					"description": "<p>As an architect, he’s always believed the people and space around a building bring it to life, not the structure itself. And next month, he’s bringing that ethos and some serious global clout to the five-night, Botanic D’Lights festival of light.</p>\n<p>Muir is among dozens of lighting artists and designers who will display their creative genius at the five-night Botanic D’Lights event from August 3.</p>\n<p>A trained architect, Mr Muir has been taking his lighting installations around the world over the last year, and most recently exhibited at the highly acclaimed Vivid Sydney.</p>\n<div class=\"captionImage left greyline\" style=\"width: 497px;\"><img class=\"left greyline\" title=\"\" src=\"http://ccc.localhost/assets/Images/The-Council/Newsline/LIGHTS-2.jpg\" alt=\"One of Angus Muir&#039;s lighting installations at Vivid.\" width=\"497\" height=\"310\">\n<p class=\"caption left greyline\">Angus Muir's lighting installations have featured at Sydney's Vivid.</p>\n</div>\n<p>“We’ve done some really cool things over the last year. We’ve been in Iceland, Singapore, China, Amsterdam, Sweden… we’ve been busy ... But bringing something to Christchurch is really exciting.”</p>\n<p>Mr Muir’s love of lighting and spaces began as a student at St Andrew’s College when he went on a course at the Court Theatre and learned theatre lighting.</p>\n<p>“That really kicked off my interest in lighting. I got into pyrotechnics at school and I did all the productions. I also had an interest in art, so I was either in the theatre or in the art room, and that led me to do my Masters in Architecture in Auckland.”</p>\n<p>Muir, who now runs<a title=\"Angus Muir Design website\" href=\"http://www.angusmuirdesign.co.nz\"> Angus Muir Design</a>, had been wanting to exhibit in Christchurch for some time and, after several meetings over the past few years, has now succeeded.</p>\n<p>“I’ve been wanting to do something in Christchurch for a long time and have been trying to get traction, so I’m really excited for this opportunity to work at Botanic D’Lights.</p>\n<p>“There has definitely been a renewed interest in our public spaces. How we use them and how we light them. I think a lot of the Christchurch projects around this like Green the Rubble, and Gapfiller, have been really interesting and I’ve enjoyed watching what they’re doing.”</p>\n<p>Botanic D’Lights will transform the Christchurch Botanic Gardens into a spectacle of illuminated art and innovative light installations for five nights from August 3. Entry is by gold coin donation.</p>\n<p>Find out more on <a title=\"Botanic DLights information\" href=\"http://bethere.co.nz/event/22898\">Botanic D’Lights.</a></p>",
					"pubDate": "Tue, 05 Jul 2016 12:46:59 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/776"
				},
				{
					"title": "Coming up at Council this week",
					"link": "http://ccc.localhost/the-council/news-releases/show/807",
					"description": "<p>The <a title=\"Agendas and minutes\" href=\"http://christchurch.infocouncil.biz\">Fendalton-Waimairi Community Board</a> meets on Monday. It will be considering installing parking restrictions in Juniper Place and applications for funding from the Strengthening Communities Fund and Fendalton/Waimairi Youth Development Fund.</p>\n<p>The<a title=\"Agendas and minutes\" href=\"http://christchurch.infocouncil.biz\"> Burwood-Pegasus Community Board</a> also meets on Monday. It will be considering a report which recommends that Council staff consult with residents in the Prestons North subdivision about whether or not the flying fox should remain in the Muka Park playground. It will also be considering Mairehau Rd safety improvements.</p>\n<p>The <a title=\"Agendas and minutes\" href=\"http://christchurch.infocouncil.biz\">Riccarton-Wigram Community Board</a> meets on Tuesday. Among the items on its agenda is the Riccarton Service Centre, parking on Hayton Rd, and the allocation of grants from the Riccarton-Wigram Community Board Strengthening Communities Fund.</p>\n<p>The <a title=\"Agendas and minutes\" href=\"http://christchurch.infocouncil.biz\">Shirley-Papanui Community Board</a> meets on Wednesday. It will be considering a Harewood Rd parking plan and applications to the Shirley-Papanui Community Board Discretionary Response Fund.</p>",
					"pubDate": "Fri, 15 Jul 2016 09:10:18 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/807"
				},
				{
					"title": "Work to start soon on new outpatients building",
					"link": "http://ccc.localhost/the-council/news-releases/show/815",
					"description": "<p>Leighs Construction won the construction contract for the build and will be soon starting site preparation works for the five storey, 10,500m2 outpatients facility.</p>\n<p>The project team and consumer groups are working through the final stages of detailed design, ahead of the main build starting. The project is expected to be completed in 2018.</p>\n<p>The new outpatient facility is located in the Health Precinct on St Andrew's triangle, directly opposite Christchurch Hospital and close to a proposed Bus Super Stop.</p>\n<p>The land was formerly the site of the Presbyterian St Andrew’s Church that first opened in 1857. The church was relocated to Rangi Ruru School in 1987 and because of the historical significance of the location, an archaeologist will be on site during the initial ground scraping works.</p>\n<p>Murray Cleverley, Canterbury DHB Board chair and member of the Hospitals Redevelopment Partnership Group, said he was delighted with the progress of the Christchurch Outpatients.</p>\n<p>\"A completed new facility will be major achievement as part of the bigger Christchurch Hospital redevelopment picture,\" Mr Cleverley said.</p>\n<p>“The new outpatient facility will finally bring together again a number of general consultation clinics and provide for the delivery of a range of services that have been dispersed across Canterbury DHB sites since the Canterbury quakes significantly damaged a number of our health facilities,\" he said.</p>\n<p>Currently most outpatient clinics are temporarily housed in Hagley Outpatients, a facility built in just 100 post-quake days. Once the new outpatients' facility is open, part of the Hagley Outpatients building will be relocated, as planned, to find a second lease of life as part of Rangiora's new Health Hub.</p>\n<p>Dr Rob Ojala, Canterbury DHB clinical lead for facilities redevelopment, said the emphasis was for the new outpatients facility to support integrated specialist community care.</p>\n<p>\"This will help patients gain access to the specialist care they need outside of the more traditional hospital-based care environment,\" Dr Ojala said.</p>",
					"pubDate": "Mon, 18 Jul 2016 13:56:32 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/815"
				},
				{
					"title": "Rail crossing repairs to disrupt Hornby traffic",
					"link": "http://ccc.localhost/the-council/news-releases/show/816",
					"description": "<p>KiwiRail will be working on the crossing between 7pm this Friday and 6am on the following Monday morning. The repair work will resume on the night of Friday, July 29 and finish early in the morning of Monday, August 1.</p>\n<p>Drivers can still get into The Hub Hornby and all the shops in the area as usual, but the north and southbound exits and entries via Carmen Rd will be closed over the two weekends.</p>\n<p>Detour routes will be in place for northbound and southbound traffic. </p>\n<p> </p>",
					"pubDate": "Mon, 18 Jul 2016 14:19:53 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/816"
				},
				{
					"title": "$1.78 million funding boost for new footpaths",
					"link": "http://ccc.localhost/the-council/news-releases/show/757",
					"description": "<p>The work will focus primarily in Eastern Christchurch, where footpaths and roading were seriously affected by the earthquakes. Christchurch City Council Road Maintenance Manager City Services Mark Pinner said the extra money would supplement existing footpath and road maintenance funding. “This has come out of the Council’s desire to concentrate on ensuring there is one useable footpath on one side of the street throughout Christchurch.”</p>\n<p> Mr Pinner said there would be an emphasis on particular areas where there was high pedestrian demand. “We will also be looking at areas that are more sensitivity to the quality of surface. For example, near hospitals, schools, retirement homes, shops and malls.”</p>\n<p>The additional 20 kilometres of footpaths around Christchurch will equal about 75 street sides. \"This is great news for residents. The city is coming back together and this is just another step in that process ... It's great that Council is able to repair more of the streets/areas that were affected by the Earthquake.”</p>\n<p>Council chair of the Infrastructure, Transport and Environment Committee Phil Clearwater said improving footpaths was an excellent investment in the community. \"I’m really pleased about Council’s project on footpaths, which is very timely in the reconstruction of Christchurch’s streets.  We want to encourage people to be able to walk to their local shopping centre and children to walk to school as part of active travel and an alternative to cars, reducing traffic congestion.</p>\n<p>\"We need to have well sealed and safe footpaths as they provide social connections in our communities.\"</p>\n<p> </p>",
					"pubDate": "Tue, 28 Jun 2016 10:56:12 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/757"
				},
				{
					"title": "Christchurch Paralympian revving for Rio",
					"link": "http://ccc.localhost/the-council/news-releases/show/783",
					"description": "<p>“I love the people here and having my family and supporters around me. We're very much a tight community in Christchurch,” she says.</p>\n<p>The 23-year-old has already won 10 medals - six golds and four silvers from the last two Paralympics in Beijing and London - as well as 18 medals from world championships and Commonwealth Games.</p>\n<p>Now the Christchurch celebrity sportswoman has her eyes on the upcoming Paralympic Games in Rio de Janeiro, Brazil which open just weeks away on September 7. “I'm really excited, I want the Games to be tomorrow but I know I've got so much more work to do. I'm just enjoying the build-up and knowing that we're in the crucial final stages, which is really exciting.”</p>\n<p>Pascoe will compete in five events – 50 metre and 100 metre freestyle, 100 metre backstroke, 100 metre butterfly and 200 metre individual medley. Right now she is facing a heavy daily training schedule, spending several hours a day at Christchurch City Council pools. Most days she has two training sessions at Jellie Park Recreation and Sport Centre – one early in the morning and another in the afternoon. She also has weekly stroke technique filming sessions at Jellie Park using underwater and high speed cameras analysed by Canterbury University sport scientist Matt Ingram.</p>\n<p>On Saturdays she is in the water at Graham Condon Recreation and Sport Centre. The Apollo Projects Centre for High Performance Sport NZ next to Jellie Park is a regular stop for physiotherapy, rehabilitation and gym work. Pascoe has her own lane at Jellie Park, with coach Roly Crichton poolside, and she is often recognised by members of the public. \"There are definitely people who know us and follow our journey, and we have their support which is great. They stop and have a chat but they know when it's the right time to talk,” she says diplomatically.</p>\n<p>Because Christchurch has been without a long course 50 metre pool since the loss of QEII pool to earthquake damage, Sophie has to travel to Auckland every two weeks to train at the AUT Millennium Pool there. Being a “homebody” means training close to home in Christchurch is her preference. But Pascoe says Jellie Park and Graham Condon are great community facilities and she is a big supporter of the swimming lessons on offer. “I believe all children and adults should have the basic skills of swimming.”</p>\n<p>Pascoe will fly to Arizona ((7500 feet above sea level) on August 4 for a month of altitude training and then she travels on to the Paralympic Village on September 4, just a few days before her first race.</p>\n<p>She is feeling positive about the New Zealand team’s prospects. “We’ve probably got one of the best squads leading in to Rio that we've ever had. I feel the rest of the team is tracking really well.”</p>\n<p>After the Paralympics she will be busy with sponsorship commitments for a few months but is looking forward to having a break later in the year. \"I'm looking at having a bit of a holiday around November and a chance to reflect on the Games.”</p>",
					"pubDate": "Thu, 07 Jul 2016 13:03:02 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/783"
				},
				{
					"title": "Things to do this weekend",
					"link": "http://ccc.localhost/the-council/news-releases/show/805",
					"description": "<p>The Christchurch Brick Show 2016 will feature amazing LEGO models for all ages. Children will have the opportunity to get hands on with various LEGO focused activities in a dedicated LEGO play area. The show is open from 9am to 5pm and entry is $5 per person, with children under 2 admitted free.</p>\n<p>* Visit the Tiny Huts exhibition at 60 Brighton Mall and pick your favourite from the over 80 fascinating Tiny Hut design ideas entered into the Tiny Huts Design Competition by students, designers, artists, and architects. You can vote for your favourite design in both the Open and Schools categories. While you are in New Brighton check out the New Brighton Seaside Market which is on every Saturday between 10am and 2pm.</p>\n<p>*Head to the Christchurch Art Gallery and check out the GREAT BRITTEN! exhibition. The exhibition by New Zealand’s best known conceptual artist Billy Apply features the late John Britten’s V1000 motorcycle, which is regarded as the most widely admired motorcycle in the world.</p>\n<p>* Take the kids to Pioneer Recreation and Sport Centre between 1.30 and 5pm on either Saturday or Sunday for a KidsFest pool party. Kids can play on the inflatables, dance in the water to a DJ and play some pool games.</p>\n<p>* On Sunday morning head to the Cardboard Cathedral in Latimer Square for a special KidsFest Church Service at 10am.</p>\n<p>* Head to The Commons (corner of Kilmore and Colombo streets) on Sunday afternoon and take part in freiSite Urbagaine – a rogaine-style race around the undervalued, cool and free things to do in Christchurch. You’ll get a map and a list of clues and then you can walk, run, scoot or cycle around the central city. There will be prizes for the first team back with all the clues complete and for the best dressed team. Registration is from 12.30 to 12.45pm and the race starts at 1pm sharp.</p>",
					"pubDate": "Thu, 14 Jul 2016 13:03:43 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/805"
				},
				{
					"title": "New Brighton to get temporary library while repair work done",
					"link": "http://ccc.localhost/the-council/news-releases/show/808",
					"description": "<p>But customers won’t have long to wait to see their favourite library services return, with a temporary library popping up in New Brighton Mall from Monday, August 15.</p>\n<p>“This is the best of both worlds for the community’s library customers,” said Erica Rankin, Community Libraries Manager with Christchurch City Council.</p>\n<p>“New Brighton Library is a popular locale, certainly with the most striking setting and views of any library in our network, and it’s going to be getting the tender loving care it deserves. It sustained some moderate earthquake damage in 2011, and the work will pack the necessary repairs into a relatively short timeframe.”</p>\n<p>New Brighton Library is expected to reopen in early 2017, after repairs to the concrete columns and floors, replacement of the east-facing first floor windows, as well as external painting, new carpet and more.</p>\n<p>“The second piece of good news is that people will still be able to get their library fix during the repairs,” Ms Rankin said. “The New Brighton community are incredibly engaged library-users, and the decision to set up shop in New Brighton Mall means that they get that all-important stability.”</p>\n<p>The temporary library, which the Burwood-Pegasus Community Board advocated for, will be located at 60 Brighton Mall. It will offer a small, popular collection including all the usual items for borrowing, plus eight free internet computers. The opening hours will be the same and the popular pre-school sessions will continue as normal.</p>\n<p>The temporary library will be open from Monday, August 15 and will remain in operation until New Brighton Library reopens.</p>\n<p>Unfortunately, because it will take approximately two weeks to clear New Brighton Library for the repair and set up the new temporary library, there will be a period from Monday, August 1 to Sunday, August 14 where no library services will be available locally.</p>\n<p>The nearest alternate libraries are Parklands Library at 46 Queenspark Drive, Aranui Library at 109 Aldershot Street, Linwood Library in Eastgate Mall, and Shirley Library at 36 Marshland Road.</p>\n<p>Repairs to New Brighton Pier, adjacent to New Brighton Library, are scheduled to begin shortly in October. The Salt on the Pier restaurant and café will remain open throughout most of the work.</p>",
					"pubDate": "Fri, 15 Jul 2016 11:05:46 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/808"
				},
				{
					"title": "New Brighton Library closes for repair, pops up elsewhere",
					"link": "http://ccc.localhost/the-council/news-releases/show/810",
					"description": "<p>“This is the best of both worlds for the community’s library customers,” says Erica Rankin, Community Libraries Manager with Christchurch City Council.<br><br>“New Brighton Library is a popular locale, certainly with the most striking setting and views of any library in our network, and it’s going to be getting the tender loving care it deserves. It sustained some moderate earthquake damage in 2011, and the work will pack the necessary repairs into a relatively short timeframe.”<br><br>New Brighton Library is expected to reopen in early 2017, after repairs to the concrete columns and floors, replacement of the east-facing first floor windows, as well as external painting, new carpet and more.<br><br>“The second piece of good news is that people will still be able to get their library fix during the repairs,” Ms Rankin says. “The New Brighton community are incredibly engaged library-users, and the decision to set up shop in New Brighton Mall means that they get that all-important stability.”<br><br>An initiative driven by the Burwood–Pegasus Community Board, the temporary library will be located at 60 Brighton Mall. It will offer a small, popular collection including all the usual items for borrowing, plus eight free internet computers. The opening hours will be the same and the popular pre-school sessions will continue as normal.<br><br>The temporary library will be open from Monday 15 August, and will remain in operation until New Brighton Library reopens. Unfortunately, because it will take approximately two weeks to clear New Brighton Library for the repair and set up the new temporary library, there will be a period from Monday 1 August – Sunday 14 August where no library services will be available locally.<br><br>The nearest alternate libraries are Parklands Library at 46 Queenspark Drive, Aranui Library at 109 Aldershot Street, Linwood Library in Eastgate Mall, and Shirley Library at 36 Marshland Road.<br><br>Repairs to New Brighton Pier, adjacent to New Brighton Library, are scheduled to begin shortly afterwards in October 2016. The Salt on the Pier restaurant and café will remain open throughout most of the work.</p>",
					"pubDate": "Fri, 15 Jul 2016 14:25:05 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/810"
				},
				{
					"title": "Sparks up for a national award - Vote!",
					"link": "http://ccc.localhost/the-council/news-releases/show/811",
					"description": "<p>Sparks 2016 – Christchurch’s summer music and fireworks event held in Hagley Park – is a finalist for Best Regional Event of the Year. With double the number of entries received for the awards this year, it faced unprecedented competition.</p>\n<p>Sparks, a Christchurch City Council Summertimes favourite, attracted a massive crowd of 70,000 people this year. As a finalist in the awards, it is up for the title of New Zealand’s favourite Event, and the winner will be decided by public vote.</p>\n<p>Sparks has been a Christchurch classic for 33 years. To help give it the nationwide recognition it deserves go to <a title=\"Eventfinda vote\" href=\"http://www.eventfinda.co.nz/go/vote\">Eventfinda</a> and vote for Sparks 2016. Pass it on to your friends and help put Sparks on the map. Voting closes at 6pm, Tuesday July 19.</p>",
					"pubDate": "Fri, 15 Jul 2016 14:49:50 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/811"
				},
				{
					"title": "Cup Day liquor ban approved",
					"link": "http://ccc.localhost/the-council/news-releases/show/794",
					"description": "<p>The running of the New Zealand Cup at Riccarton is one of the feature events of Cup and Show Week in Christchurch and has attracted record crowds in recent years, but pre-loading has become an increasing issue as more racegoers opt to buy liquor in supermarkets and off-licences and drink on the way to the racecourse.</p>\n<p>Concerns about public intoxication, misbehaviour and people wandering the streets drinking have prompted the Canterbury Racing Jockey Club and the Riccarton Park Function Centre to ask the Christchurch City Council to impose a temporary alcohol ban on the streets around the racecourse from 7am to midnight on Saturday, November 12 - the day of the race meet.</p>\n<p>Christchurch City Councillors today approved that request.</p>\n<p>The alcohol ban will apply to both sides of the streets of Yaldhurst Rd to Middlepark Rd, Epsom Rd to Racecourse Road, Buchanans Rd to Masham Rd, and Masham Rd to Yaldhurst Rd.</p>\n<p>A similar ban was put in place for the running of the New Zealand Cup last year, an event which drew a crowd of about 20,000.</p>\n<p>Police monitoring the crowd during the day reported the percentage of people drinking in and around Riccarton Park Raceway was less in comparison to previous years where no ban was in place.</p>\n<p>On the day they made 12 arrests and evicted 40 people from the raceway.</p>",
					"pubDate": "Mon, 11 Jul 2016 14:14:04 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/794"
				},
				{
					"title": "Council to explore options for scattering of ashes",
					"link": "http://ccc.localhost/the-council/news-releases/show/796",
					"description": "<p>At its meeting today the Council adopted the 2016 Parks and Reserves Bylaw with the provision that staff explore a range of alternative options for scattering ashes.</p>\n<p>The original draft of the bylaw allowed for ashes to be interred or scattered in parks and reserves on the condition that written approval was first obtained from the Council, but that was opposed by local iwi for cultural reasons.</p>\n<p>Cr David East, Chairman of the Regulation and Consents Committee, said the Parks and Reserves bylaw had not previously dealt with scattering of ashes but it was something that needed to be addressed.</p>\n<p>“Any solution must be both practical and considerate of cultural sensitivities,’’ Cr East said. “Using a regulatory approach and banning it outright simply isn’t practical — who would enforce it?</p>\n<p>Developing alternatives, and letting the public know about their choices, such as scattering ashes in cemeteries will allow families to register names in the cemetery database for future genealogical searches.</p>\n<p>“Identifying designated areas is a sensible way to allow people to lay loved ones to rest in a manner that works for their family while acknowledging there is a range of community views,’’ Cr East said.</p>\n<p>Council staff will develop guidelines for any designated site with the appropriate Rūnanga and update the Council’s Cemeteries Handbook as proposals are finalised.</p>",
					"pubDate": "Mon, 11 Jul 2016 15:31:49 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/796"
				},
				{
					"title": "Community organisations to benefit from grant funding",
					"link": "http://ccc.localhost/the-council/news-releases/show/800",
					"description": "<p>The Council has approved a grant of $50,000 for Ferrymead Park Ltd and a grant of $50,000 for the Canterbury Insurance Assistance Service.</p>\n<p>The Canterbury Insurance Assistance Service was set up in 2013 to provide assistance and advocacy services for vulnerable clients who have unresolved insurance claims resulting from the earthquakes.</p>\n<p>It has already helped more than 400 people but it is still receiving, on average, three new cases a week.</p>\n<p>The money provided by the Council will help it meet its running costs for the next 12 months.</p>\n<p>The grant to Ferrymead Park Ltd, which runs the Ferrymead Heritage Park, will be used to assist it with its administration and promotion costs.</p>\n<p>Ferrymead Park Ltd turned to the Council for financial help because an unanticipated shortfall in grant funding last year had left it struggling financially.</p>",
					"pubDate": "Tue, 12 Jul 2016 15:04:48 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/800"
				},
				{
					"title": "Election nominations open tomorrow",
					"link": "http://ccc.localhost/the-council/news-releases/show/802",
					"description": "<p>Nominations for candidates wishing to stand in this year’s local elections open tomorrow.<br><br>“We are encouraging anyone who wants to make a difference in their local community to stand,” says Electoral Officer Jo Daly.<br><br>“Local government and democracy are a fundamental part of New Zealand society so that everyone’s voice can be heard.<br><br>“We need a range of elected members of all ages, ethnicities and backgrounds to ensure Christchurch’s diverse communities are represented.<br><br>“Anyone over the age of 18 can stand for election as long as they are a New Zealand citizen and enrolled on the electoral roll.”<br><br>Candidates are encouraged to come forward as early as possible so they can get all the information they need. Visit <a href=\"http://www.ccc.govt.nz/elections\">www.ccc.govt.nz/elections</a>, email <a href=\"mailto:elections2016@ccc.govt.nz\">elections2016@ccc.govt.nz</a> or phone Jo Daly on 03 941 8581 to find out more.<br><br>Nominations close at noon on Friday 12 August, but candidates are asked not to leave it to the last minute to ensure incorrect information does not lead to an invalid nomination.<br><br>Voting papers will be sent out from 16 September 2016 and must be received by the Council before midday on Election Day, 8 October 2016.</p>",
					"pubDate": "Thu, 14 Jul 2016 11:50:33 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/802"
				},
				{
					"title": "Nominations open for local body elections",
					"link": "http://ccc.localhost/the-council/news-releases/show/803",
					"description": "<p class=\"summary\">Nominations for candidates wishing to stand in this year’s local elections open tomorrow.</p>\n<p>“We are encouraging anyone who wants to make a difference in their local community to stand,” says Electoral Officer Jo Daly.<br><br>“Local government and democracy are a fundamental part of New Zealand society so that everyone’s voice can be heard.<br><br>“We need a range of elected members of all ages, ethnicities and backgrounds to ensure Christchurch’s diverse communities are represented.<br><br>“Anyone over the age of 18 can stand for election as long as they are a New Zealand citizen and enrolled on the electoral roll.”<br><br>Candidates are encouraged to come forward as early as possible so they can get all the information they need. Visit the Council's <a title=\"Council elections\" href=\"http://ccc.localhost/the-council/how-the-council-works/council-elections/\">elections website</a>  or <a href=\"mailto:elections2016@ccc.govt.nz?subject=Elections\">email</a> or  phone Jo Daly on 03 941 8581 to find out more.<br><br>Nominations close at noon on Friday 12 August, but candidates are asked not to leave it to the last minute to ensure incorrect information does not lead to an invalid nomination.<br><br>Voting papers will be sent out from 16 September 2016 and must be received by the Council before midday on Election Day, 8 October 2016.</p>",
					"pubDate": "Thu, 14 Jul 2016 11:50:34 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/803"
				},
				{
					"title": "WATCH: Britten bike makes its mark at Christchurch Art Gallery ",
					"link": "http://ccc.localhost/the-council/news-releases/show/804",
					"description": "<p>Stroud pulled off a wheelstand on Worcester Boulevard before burning rubber into the shape of a B on the forecourt of the Christchurch Art Gallery in front of a crowd of several hundred people. </p>\n<p>Stroud’s appearance on the bike launched the new <em>GREAT BRITTEN!</em> exhibition which opens at the Christchurch Art Gallery on Saturday. By acclaimed conceptual artist Billy Apple, it honours Stroud’s 1995 win in the World BEARS Series (British European American Racing Series) on the very Britten bike that will star in the free exhibition.</p>\n<p>The BEARS win came just three weeks before the death of Stroud’s friend, John Britten, the Christchurch engineer who designed the revolutionary bike that has broken four world speed records and gained legendary status.</p>\n<div class=\"media left\"><iframe width=\"500\" height=\"281\" src=\"https://www.youtube.com/embed/eUpHNyab9ro?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></div><p>Riding the superbike – one of only 10 in the world - was New Zealand champion motorcycle racer, Andrew Stroud, who debuted the Britten V1000 twin at Daytona in 1992.</p>\n<p>Billy Apple, a motorcycle enthusiast and collector, said the exhibition was a tribute to an impressive man. He met John in early 1995 and wished he could have got to know him better.</p>\n<p>“He was a real renaissance person. My practice is something like his, he gathered around him incredible people to help him. When you’ve got a team like that, you work with them to raise the bar of expectation. I felt an incredible rapport with him.”</p>\n<p>John was a local hero and icon for Christchurch so it was appropriate for the exhibition to open here, he said. It took his achievements from the biking world and put them into a cultural context, showing people the aesthetic value of what he had done.</p>\n<p>Stroud said the carbon fibre V1000 had a unique character to match its distinctive hot pink and blue livery. “It doesn’t have a frame, everything is bolted directly on to the engine. It does take a while to get used to riding it. It’s very light and aerodynamic.”</p>\n<p>He is looking forward to visiting the exhibition. “The whole story behind the Britten is a great one that Kiwis can be proud of. It’s an inspiring story that tens of thousands of people around the world have been encouraged by.”</p>\n<p>He thought John Britten would have been honoured. “He was a Leonardo da Vinci kind of character, he had the artistic side as well as the engineering side.”</p>\n<p><strong><em>* GREAT BRITTEN!</em> runs from July 16 to November 6. A programme of free events includes a talk by Andrew Stroud on Saturday July 16 and a film screening on July 20. For more information, see the Gallery's <a title=\"Christchurch Art Gallery events\" href=\"http://christchurchartgallery.org.nz/events\">website</a>. </strong></p>",
					"pubDate": "Thu, 14 Jul 2016 12:43:30 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/804"
				},
				{
					"title": "Budding young soccer stars gather in Christchurch",
					"link": "http://ccc.localhost/the-council/news-releases/show/775",
					"description": "<p>Organised by the Christchurch Football Centre in Yaldhurst, the junior tournament will bring together teams of talented young soccer players from Sydney, Auckland, Dunedin, Timaru and the wider Christchurch region.</p>\n<p>There will be four grades – for players aged nine, 10, 11 and 12 – with eight teams in each grade.</p>\n<p>All Whites great Steve Sumner, who captained New Zealand at the 1982 World Cup finals, and Rangiora-born Oliver Bowman, the Oceania football freestyle champion, will be special guests of honour at the tournament.</p>\n<p>Slava Meyn, owner and founder of the Christchurch Football Centre, said he hoped to make the junior tournament a permanent fixture on New Zealand’s youth sports calendar.</p>\n<p>“This year our international cup has eight teams per age group from under-9s to under-12s. In 2017 the tournament will grow to include under-9s to under-16s, with 64 or 96 participating teams, ensuring our vision and ambition to advance football development in Christchurch is realized,’’ Mr Meyn said.</p>\n<p>An opening ceremony to mark the start of the tournament will be held on Friday morning.</p>\n<p>The public are welcome to attend the tournament. More details are available on the <a title=\"Christchurch Football Centre\" href=\"http://www.cfa.org.nz/\">Christchurch Football Centre's website</a>. </p>",
					"pubDate": "Tue, 05 Jul 2016 10:03:19 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/775"
				},
				{
					"title": "Risingholme Community Centre to be rebuilt",
					"link": "http://ccc.localhost/the-council/news-releases/show/778",
					"description": "<p>The 152-year-old building in Cholmondeley Ave was badly damaged in an arson attack in early June just as Christchurch City Council was preparing to seek tenders for the repair and strengthening work needed to fix the damage the building suffered in the earthquakes.</p>\n<p>The fire ripped through the roof and top storey of the heritage-listed building and caused so much damage that part of the upstairs has had to be deconstructed.</p>\n<p>Christchurch City Council Heritage Rebuild Programme Manager Richie Moyle said the fire had been a devastating blow, but the Risingholme Community Centre would be rebuilt.</p>\n<p>“We want to move this forward as quickly as we can because we know it has caused a lot of pain in the community,’’ Mr Moyle said. “Risingholme was a very treasured facility and we want to give it back to the community as soon as we can.’’</p>\n<p>Mr Moyle said it would probably take six to eight months to update the designs to include the remediation of the fire damage and obtain all the consents needed to allow work to start on site.</p>\n<p>In the meantime the building was being wrapped to protect it from the elements and to prevent any further damage from occurring.</p>\n<p>All the loose and fire damaged material had been removed from the building.</p>\n<p>The next step was to work with the heritage architect and engineers to look at how new timber could be spliced into the existing timber framework to allow for the rebuild of the first floor and roof.</p>\n<p>“Our goal is to get Risingholme back to the way it was,’’ Mr Moyle said.</p>\n<p>The Council’s insurance claim for the damage caused by the fire had been accepted by its insurer but a settlement had yet to be agreed.</p>\n<p>The centre had been insured for $5 million.</p>\n<p>“We’re still working through the insurance issues but it is important we push ahead and get everything in place so we can start rebuilding this important community and heritage asset as soon as possible,’’ Mr Moyle said.</p>\n<p>The Risingholme Community Centre was originally built in 1864 as a private residence by William and Mary Reeves, the parents of noted politician William Pember Reeves.</p>\n<p>After the death of William Pember Reeves in 1891 the house had several private owners until 1943 when it was bought by J R McKenzie and presented to the City of Christchurch for the “health, amusement and instruction of the public’’.</p>\n<p>Prior to the earthquakes it was used for a range of community education and school programmes.</p>",
					"pubDate": "Tue, 05 Jul 2016 13:56:19 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/778"
				},
				{
					"title": "Small in size, bold in creativity",
					"link": "http://ccc.localhost/the-council/news-releases/show/785",
					"description": "<p>The exhibition is being staged at 60 Brighton Mall and features all 90 entries in a competition to design a two metre by two metre hut for New Brighton’s town centre.</p>\n<p>Christchurch City Council plans to install five of the tiny huts – a playful twist on the English seaside beach huts – in New Brighton over the coming summer to liven up the public places.</p>\n<p>Arrow International NZ Ltd, Leighs Construction, Miles Construction, Naylor Love Construction and Southbase Construction will build the huts once the winning designs have been chosen.</p>\n<p>The public have the chance to vote on their favourite designs in both the open and schools categories between now and July 19.</p>\n<p>A six-strong judging panel will then review the most popular designs to determine the five winners. One winner will be drawn from the schools category and three from the open category. There will also be a people’s choice winner.</p>\n<p>Paul Zaanen, manager of the New Brighton Business and Landowners Association and one of the judges in the competition, said he hoped lots of people would visit the exhibition and cast a vote for their favourite hut design.</p>\n<p>“Some of the entrants have even provided 3D models so they will give a good idea of what they will look like once constructed,’’ Mr Zaanen said.</p>",
					"pubDate": "Thu, 07 Jul 2016 15:07:11 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/785"
				},
				{
					"title": "Video encapsulates the things we love about Christchurch",
					"link": "http://ccc.localhost/the-council/news-releases/show/797",
					"description": "<p>The video was created by Peter Young to reflect the findings of a research project comissioned by Christchurch International Airport.</p>\n<p><strong><a title=\"Christchurch Story\" href=\"http://www.christchurchstory.co.nz\">WATCH THE VIDEO</a></strong></p>\n<p>The project pulled together data gathered during the Share an Idea campaign run by Christchurch City Council in 2011 and about 50 in-depth interviews with city residents and leaders.</p>\n<p>Chief Executive Malcolm Johns said the airport was interested to understand the passion, hopes and aspirations people had for Christchurch.</p>\n<p>“Many of the conversations I’ve been involved in over the past couple of years have convinced me Christchurch residents agree on a lot of things about their city,” said Christchurch Airport Chief Executive Malcolm Johns.</p>\n<p>“We asked an independent company to undertake the research to ensure it wasn’t our view. Our hypothesis was that people know why they want to be here, what is important to bring through from the past and what they want in their future.</p>\n<p>“People told us this is a ‘goldilocks’ city, with the benefits of a larger city but without the stresses. A city with opportunity, where individuals, families and communities can grow, connect and find balance, through great education choices, national and international opportunities, a strong economy, affordable housing and access to the great outdoors to give balance between work and play.</p>\n<p>“New arrivals told us they have been welcomed to Christchurch and found opportunities here, while long-time residents told us they like the combination of old and new.”</p>\n<p>The presentation of the research, including a video in 4-minute and 2-minute versions, is now available through the <a title=\"Christchurch Story\" href=\"http://www.christchurchstory.co.nz\">Christchurch Story</a> website. </p>\n<p>Mr Johns hopes people will view it, discuss it, make use of it, but most importantly remember why they love Christchurch.</p>\n<p>“There is no branding on the work, it belongs to everyone. Anyone who wants to use it for educational and business reasons, or to share with friends here and overseas, can do so – and can put their own branding on it if they wish,” he said.</p>\n<p>“Last week we brought those who had contributed to the project together to see it for the first time. Until that point they had no idea who else was involved and were delighted so many of their fellow citizens see the city a similar way that they do. It was satisfying to see the response.”</p>\n<p> </p>",
					"pubDate": "Tue, 12 Jul 2016 08:05:55 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/797"
				},
				{
					"title": "Skateboarders take flight at Washington Way skate park",
					"link": "http://ccc.localhost/the-council/news-releases/show/798",
					"description": "<p>The 23-year-old is a demon on a skateboard and his ability to pull-off gravity-defying tricks means he has a big following among young skaters at the Washington Way skate park.</p>\n<p>“Kids come up to me all the time and ask me if I can teach them something and I try to help out when I can,’’ says Aaron, who spends most of his days off work at the skate park.</p>\n<p>“I like everything about skateboarding – it keeps me going,’’ says Aaron, who only took up the sport about seven years ago. “It’s fun and it’s a good way to hang out with my mates.’’</p>\n<p>Aaron rates the Washington Way skate park the best in Christchurch and likes the fact it attracts a real mix of people, from men in their 40s to young teens.</p>\n<p>The Washington Way skate park was upgraded and extended by Christchurch City Council a couple of years ago to include an urban-style street course for skateboarders, BMX riders, inline skaters and scooter riders. A bowl and cradle, additional street features and pump humps to give riders acceleration were also added.</p>\n<p><strong>See more photos of Aaron and others in action at the Washington Way skate park on <a title=\"Newsline Facebook\" href=\"https://www.facebook.com/cccnewsline/\">Newsline’s Facebook page</a>.</strong></p>",
					"pubDate": "Tue, 12 Jul 2016 10:10:32 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/798"
				},
				{
					"title": "Homeless and in need of some TLC",
					"link": "http://ccc.localhost/the-council/news-releases/show/799",
					"description": "<p>They have been taking care of a Bryck, a mixed breed male who at nine years of age needs somewhere to retire to. Staff at the animal shelter say Bryck is a sweet guy who needs short walks and a cosy bed.</p>\n<div class=\"captionImage left greyline\" style=\"width: 300px;\"><img class=\"left greyline\" title=\"\" src=\"http://ccc.localhost/assets/Images/The-Council/Newsline/_resampled/ResizedImageWzMwMCw0MTZd-DOG-3.JPG\" alt=\"\" width=\"300\" height=\"416\">\n<p class=\"caption left greyline\">Like Bryck, pictured above right, this dog is in need of a new home.</p>\n</div>\n<p>Also up for adoption is a two-year-old male Labrador cross who was scared when he first arrived at the shelter but is now enjoying cuddles and hugs. If you are interested in adopting either of these dogs call the Animal Shelter on 941 7048.</p>\n<p>Animal adoption fees are $36, plus registration. The shelter will microchip for free.</p>",
					"pubDate": "Tue, 12 Jul 2016 14:42:33 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/799"
				},
				{
					"title": "Restoration work to begin on historic stone chapel",
					"link": "http://ccc.localhost/the-council/news-releases/show/771",
					"description": "<p>The heritage-listed Rose Historic Chapel, formerly known as the St Mary’s Convent Chapel, was built in Colombo St in 1910 and was the first of six church designs the Luttrell brothers, Alfred and Sydney, undertook as the unofficial Diocesan architects for the Roman Catholic Church.</p>\n<p>The chapel, which featured an outstanding collection of stained glass windows, was bought by Christchurch City Council in 1996 to ensure its retention.</p>\n<p>It was severely damaged in the February 2011 earthquake when part of the gable walls collapsed.</p>\n<p>Higgs Construction Ltd has now been engaged to begin the 12-month process of repairing and restoring the historic chapel to its former glory.</p>\n<p>They will rebuild the collapsed gable walls, strengthen the roof and foundations, and reconstruct and re-install all the stained glass windows.</p>\n<p>The aim is to have all the work completed by mid 2017.</p>",
					"pubDate": "Mon, 04 Jul 2016 10:56:19 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/771"
				},
				{
					"title": "Make tracks to GREAT BRITTEN!",
					"link": "http://ccc.localhost/the-council/news-releases/show/781",
					"description": "<p>John Britten’s V1000 is regarded as the most widely admired motorcycle in the world and Apple’s installation <em>GREAT BRITTEN!</em> honours its finest triumph – winning the inaugural BEARS (British European American Racing) world championship of 1995.</p>\n<p>Championship motorcyclist Andrew Stroud will ride the motorcycle to the gallery on Thursday ahead of the exhibition’s opening on Saturday.</p>\n<p>“Cantabrians have a special connection with John Britten and his remarkable achievements and this exhibition is a rare opportunity for people to get up close and personal with the world’s most iconic racing motorcycle, designed and hand-manufactured in Christchurch by Britten and his highly skilled team,’’ said Gallery Curator Felicity Milburn.</p>\n<p>In <em>GREAT BRITTEN!</em> Apple draws together several carefully calibrated elements, amplified to reflect the intensity and excitement of the BEARS campaign. On an apple-green wall with chequered flag baseline, the racetracks Stroud rode and won on are outlined precisely in black vinyl.</p>\n<p>Angled in front, on a long runway plinth, is the very bike that blitzed the BEARS. At each end of the runway, two panels, crisply painted with Apple’s artwork by signwriter Bob Brookland, the only person Britten trusted to paint the bodywork on all his bikes, echo the V1000’s dazzling hot pink and electric blue livery.</p>\n<p>Billy Apple: <em>GREAT BRITTEN!</em> is on display at Christchurch Art Gallery from July 16 to November 6. There is a programme of free events, including a talk by Andrew Stroud, associated with the exhibition. To find out more see the <a title=\"Christchurch Art Gallery\" href=\"http://christchurchartgallery.org.nz/events\">Gallery’s website</a>.</p>",
					"pubDate": "Thu, 07 Jul 2016 09:52:54 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/781"
				},
				{
					"title": "Coming up at Council this week",
					"link": "http://ccc.localhost/the-council/news-releases/show/787",
					"description": "<p>On Tuesday the <a title=\"Agendas and minutes\" href=\"http://christchurch.infocouncil.biz\">Council’s Infrastructure, Transport and Environment Committee</a> meets. It will get an update from the Waste and Environmental Management Team and consider a report on the Land Drainage Recovery Programme.</p>\n<p>The Council’s <a title=\"Agendas and minutes\" href=\"http://christchurch.infocouncil.biz\">Strategy and Finance Committee</a> also meets on Tuesday. Its main item of business is the Business Improvement District Policy.</p>\n<p>On Thursday the<a title=\"Agendas and minutes\" href=\"http://christchurch.infocouncil.biz\"> full Council</a> is meeting. Among the items it will be considering is the Parks and Reserves Bylaw, a temporary alcohol ban in Riccarton Park areas on New Zealand Cup Day, and a Mairehau Rd improvement plan.</p>",
					"pubDate": "Fri, 08 Jul 2016 09:34:58 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/787"
				},
				{
					"title": "Mayor attending global forum in Singapore",
					"link": "http://ccc.localhost/the-council/news-releases/show/790",
					"description": "<p class=\"summary\">The forum is an annual by-invitation only event for city leaders, giving them the opportunity to discuss important urban issues and to share best practices.</p>\n<p>The event allows mayors and senior leaders from international organisations and the industry to exchange experiences in developing integrated urban solutions, building economic and environmental resilience, engaging with communities and sustaining a high quality of life in urban regions.</p>\n<p>The Mayor says being able to network with global leaders and to share learnings with each other can help shape our city’s future.</p>\n<p>“Given that our own city’s regeneration is gaining momentum, this summit provides a platform for government leaders and industry experts to address liveable and sustainable city challenges, share integrated urban solutions and forge new partnerships.</p>\n<p>“I’ll also be addressing the Royal Institution of Chartered Surveyors, ‘Cities in a Digital World’ conference on innovation in construction: a case study – rebuilding the city of Christchurch. This really is a wonderful opportunity to showcase Christchurch technology,” she says.</p>\n<p>The Mayor will join Mayor Len Brown of Auckland and Mayor Celia Wade-Brown of Wellington at the forum.</p>\n<p>World Cities Summit organisers have covered the costs of registration and accommodation.</p>\n<p>Vicki Buck will be acting Mayor while the Mayor is away.</p>",
					"pubDate": "Mon, 11 Jul 2016 07:59:29 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/790"
				},
				{
					"title": "Lantern parade lights up Christchurch ",
					"link": "http://ccc.localhost/the-council/news-releases/show/791",
					"description": "<p>Rugged up warm against the chilling cold, children and adults armed with all manner of lanterns paraded from Cathedral Square to the Margaret Mahy Family Playground.</p>\n<p>At the end of the parade the night sky was lit up with a stunning fireworks display.</p>\n<p>To see more photos from the parade check out <a title=\"Facebook\" href=\"https://www.facebook.com/cccnewsline\">Newsline's Facebook page</a>.</p>\n<p>Find out what's happening during <a title=\"Kidsfest\" href=\"http://www.kidsfest.co.nz\">Kidsfest.</a></p>\n<p> </p>",
					"pubDate": "Mon, 11 Jul 2016 09:11:12 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/791"
				},
				{
					"title": "Tunnel maintenance work may cause delays",
					"link": "http://ccc.localhost/the-council/news-releases/show/793",
					"description": "<p>The NZ Transport Agency will be restricting the tunnel to one-way traffic between 9pm and 6am until July 15 so it can carry out a number of maintenance projects.</p>\n<p>It needs to replace the centre line smart studs (or illuminated cat’s eyes) for the entire length of the tunnel and it also needs to clean and replace the tunnel lighting. It is also installing air quality monitoring equipment in the tunnel.</p>\n<p>By coordinating these works the Transport Agency will save a further seven nights of closure, said Transport Agency Journey Manager Lee Wright.</p>\n<p>“Thanks to everyone for their patience and planning around these short delays while the one-way system operates this week.”</p>",
					"pubDate": "Mon, 11 Jul 2016 13:22:42 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/793"
				},
				{
					"title": "Piling complete at Canterbury Earthquake Memorial ",
					"link": "http://ccc.localhost/the-council/news-releases/show/795",
					"description": "<p>This marks the end of the in-ground works on the Memorial and those travelling down Montreal St will soon see Fletcher Construction placing reinforcing steel, erecting formwork and pouring concrete for the beams that tie the piles to the main structure. <br> <br>“Following the opening of the north bank earlier this year the completion of the piling is another step towards the Canterbury Earthquake Memorial’s completion for February next year,” says Ōtākaro Limited Chief Executive Albert Brantley<br> <br>The marble from Italy that will be used to make the Memorial Wall is now also on its way to New Zealand for engraving.<br> <br>The Canterbury Earthquake Memorial will provide a place to reflect on the events that changed Canterbury forever, paying respect to the 185 people who lost their lives on 22 February 2011.<br> <br>Funding of up to $10 million from the Government, and $1 million from the Christchurch Earthquake Mayoral Relief Fund, will be used for the development of the Memorial.</p>",
					"pubDate": "Mon, 11 Jul 2016 14:58:43 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/795"
				},
				{
					"title": "Get together with your neighbours",
					"link": "http://ccc.localhost/the-council/news-releases/show/782",
					"description": "<p>Neighbourhood Week is back from October 28 to November 6 and Christchurch City Council’s Community Boards are hoping communities will get into the spirit of the week by organising small gatherings to bring people together.</p>\n<p>The Community Boards are offering a small subsidy to those who want to organise something in their neighbourhood. <a title=\"Neighbourhood Week\" href=\"http://ccc.localhost/culture-and-community/events-and-festivals/annual-events/neighbourhoodweek/\">Applications for the subsidy are open</a> until August 19.</p>\n<p>“Neighbourhood Week is about bringing people closer together and building stronger community connections. We’re hoping it will motivate all sorts of different groups to get together,'' said <span>aid Fendalton Waimairi Community Officer Bronwyn Frost.</span> </p>\n<p>‘It is an opportunity to come together with people who live in the same street or neighbourhood or who belong to the same groups and organisations, so why not crank up the barbeque for the neighbours, challenge them to a backyard cricket tournament or make your community a better looking place with a clean-up.</p>\n<p>\"Last year we had people organise a huge range of local gatherings ranging from picnics, barbeques and neighbourhood sports days to street parties and afternoon teas. We even had one group that put on a Mad Hatters’ Tea party.’’</p>\n<p>Neighbourhood Week was the brainchild of the Shirley-Papanui Community Board, who held the first event in 1998. It has grown each year since, to the point it is now being promoted annually by Christchurch City Council and nationwide by Neighbourhood Support.</p>\n<p>Find out more about <a title=\"Neighbourhood Week\" href=\"http://ccc.localhost/culture-and-community/events-and-festivals/annual-events/neighbourhoodweek/\">Neighbourhood Week</a>.</p>",
					"pubDate": "Thu, 07 Jul 2016 11:46:52 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/782"
				},
				{
					"title": "Plenty of fun on offer this weekend",
					"link": "http://ccc.localhost/the-council/news-releases/show/786",
					"description": "<p>Why don’t you grab a torch, wrap up warm and join tomorrow night’s More FM Lantern Parade as it winds its way from Cathedral Square to the Margaret Mahy Family Playground.</p>\n<p>The parade starts at 5.30pm and at the conclusion of the parade there will be entertainment, light displays, food stalls and free hot chocolate.<br>Be aware there will be road closures in place on Armagh St, Cathedral Square, Worcester St and Gloucester St. More detail is available on the <a title=\"Transport for Christchurch\" href=\"http://www.tfc.govt.nz\">Transport for Christchurch website</a><a title=\"Transport for Christchurch\" href=\"http://www,tfc.govt.nz\">.</a></p>\n<p>If you want to keep the kids busy in the lead up to the parade head out to Linwood Park between midday and 3pm for The Big Chill. Kids will be able to skate, scoot, rollerblade, jump on a crazy bike, shoot some hoops and enjoy a free sausage sizzle.</p>\n<p>Alternatively take them to the Retro Sports Facility at The Commons (on the corner of Durham and Kilmore streets) where they can try their hand at anything from tug of war to bowls. The Retro Sports Facility is free and open from 9am to 5pm every day of the school holidays.</p>\n<p>You could also take the kids to the Botanic Gardens for a fun gnome hunt and geography lesson.</p>\n<p>Gnomes from around the world have descended on the Botanic Gardens’ big glasshouses where they are looking after plants from their ‘Gnomelands’. Kids can pick up a passport from the Botanic Gardens Visitor Centre and earn stamps by working out which country the gnome and their plant come from.</p>\n<p>On Sunday check out the Sound Garden on Peterborough St (opposite the Central Library Peterborough). The Sound Garden features a variety of outdoor musical instruments made out of everyday recycled materials.</p>\n<p>For lots of other fun ideas to keep the kids entertained over the school holidays check out the <a title=\"Kidsfest\" href=\"http://www.kidsfest.co.nz\">KidsFest programme</a><a title=\"Kidsfest\" href=\"http://www.kidsfest.org.nz\"></a> or look on <a title=\"Be There\" href=\"http://www.bethere.co.nz\">Be There.</a></p>",
					"pubDate": "Fri, 08 Jul 2016 09:18:43 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/786"
				},
				{
					"title": " Mayor to attend World Cities Summit Forum in Singapore",
					"link": "http://ccc.localhost/the-council/news-releases/show/789",
					"description": "<p>The forum is an annual by-invitation only event for city leaders, giving them the opportunity to discuss important urban issues and to share best practices.</p>\n<p>The event allows mayors and senior leaders from international organisations and the industry to exchange experiences in developing integrated urban solutions, building economic and environmental resilience, engaging with communities and sustaining a high quality of life in urban regions.</p>\n<p>The Mayor says being able to network with global leaders and to share learnings with each other can help shape our city’s future.</p>\n<p>“Given that our own city’s regeneration is gaining momentum, this summit provides a platform for government leaders and industry experts to address liveable and sustainable city challenges, share integrated urban solutions and forge new partnerships.</p>\n<p>“I’ll also be addressing the Royal Institution of Chartered Surveyors, ‘Cities in a Digital World’ conference on innovation in construction: a case study – rebuilding the city of Christchurch. This really is a wonderful opportunity to showcase Christchurch technology,” she says.</p>\n<p>The Mayor will join Mayor Len Brown of Auckland and Mayor Celia Wade-Brown of Wellington at the forum.</p>\n<p>World Cities Summit organisers have covered the costs of registration and accommodation.</p>\n<p>Vicki Buck will be acting Mayor while the Mayor is away.</p>\n<p>For more information contact:<br>Kate Spence<br>Media Adviser<br>03 941 6257</p>",
					"pubDate": "Fri, 08 Jul 2016 15:51:04 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/789"
				},
				{
					"title": "More fun for kids at new Christchurch playgrounds ",
					"link": "http://ccc.localhost/the-council/news-releases/show/744",
					"description": "<p>A new play area has been built at Craighead Reserve, off Northcote Road in Papanui. The old playground at the park was about 25 years old and needed to be removed.</p>\n<p>After consultation with the community, Christchurch City Council has installed new equipment that will cater to a wide range of ages and abilities including a multi-play unit with climbing frames, a swing set featuring a basket swing that can be used by several children at once, a bike on a spring and a stationary train with brightly-coloured carriages for younger children.</p>\n<p>A slide and picnic tables will be added in a few weeks time but the playground is now open and attracting visitors.</p>\n<p>All of the new equipment meets current New Zealand Playground Standards and sits on a woodchip safety surface. The playground has been moved to a different position within the reserve to provide better sightlines from the street and make it closer to the popular BMX track. The aim is to help parents supervising children on both activities.</p>\n<div class=\"captionImage left greyline\" style=\"width: 280px;\"><img class=\"left greyline\" title=\"\" src=\"http://ccc.localhost/assets/Images/The-Council/Newsline/Groynes-play-6-Tier2.jpg\" alt=\"\" width=\"280\" height=\"175\">\n<p class=\"caption left greyline\">New play equipment has been installed at The Groynes.</p>\n</div>\n<p>At The Groynes a new playground with equipment made from timber to suit the native bush environment has been installed and was opened in April. More landscaping work is underway and will be finished soon. The playground has been located further away from the new Western Belfast Bypass to reduce traffic noise and create a hub of activity around the boatshed and lake on the western side of the reserve. One of its big attractions is a rope swing made from coconut fibre rope that is a first for Christchurch.</p>\n<p>There has also been a major upgrade at South New Brighton Park, where the old playground was vandalised and burnt down and several huge trees were lost as a result of the earthquakes. A new playground opened at the end of last year and large areas have been planted in native bush, replanting exotic specimen trees.</p>\n<p>The landmark piece of play equipment at South New Brighton Park is a 7 metre high climbing tower that’s believed to be the only one of its kind in the South Island. Kids can climb the central net to a viewing area at around 5 metres high giving great views of the park and estuary and Port Hills.</p>\n<p>Council City Services Project Manager Steven Gray, who finds the best way to test new equipment is to try it out himself, said Council wanted to create playgrounds where children would be challenged and have the chance to improve their physical co-ordination.</p>\n<div class=\"captionImage right greyline\" style=\"width: 280px;\"><img class=\"right greyline\" title=\"\" src=\"http://ccc.localhost/assets/Images/The-Council/Newsline/Craighead-Res-1-Tier2.jpg\" alt=\"\" width=\"280\" height=\"175\">\n<p class=\"caption right greyline\">The Craighead Reserve Playground has also had a make-over.</p>\n</div>\n<p>“The primary aim of any playground is to stimulate a child’s imagination, provide excitement and adventure in safe surroundings and allow children to develop their own ideas. We think the new play areas we’ve installed will do all of these things and more.”</p>\n<p>A lot of effort had been put into the landscape design around the new play spaces to make sure they were well integrated into the surrounding environment.</p>\n<p>“Really there are two parts to these spaces – one being the play equipment and secondly the landscape component. We hope that people will get a lot of enjoyment out of both.”</p>\n<div class=\"captionImage center greyline\" style=\"width: 280px;\">\n<p class=\"caption center greyline\"> </p>\n</div>",
					"pubDate": "Fri, 24 Jun 2016 13:19:34 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/744"
				},
				{
					"title": "WATCH: Jock helping school kids get dog smart",
					"link": "http://ccc.localhost/the-council/news-releases/show/768",
					"description": "<p>Jock, a friendly huntaway greyhound cross who was rescued from the pound two years ago, is one of five canine stars of the <a title=\"DogSmart School Programme\" href=\"http://ccc.localhost/services/dogs-and-animals/dogsmart-education-programme/dogsmart-school-programme/\">DogSmart School Programme</a> which Christchurch City Council delivers to schools around the city. Well-trained and good natured, he is the opposite of the dogs his owner and handler Kym Parnham teaches children about.</p>\n<p>As Animal Management Education Co-ordinator, Kym has been giving the DogSmart message for the last 10 years. She says if the programme leads to just one child avoiding a dog attack her work is worthwhile. “We have 36,000 dogs in Christchurch, these kids need some tactics to keep them safe. If we can stop one child being bitten as a result of seeing it, then that’s it to us.</p>\n<p>“It works so well and all our officers are really passionate about it. We wanted as many children as possible to benefit, so we took it around the country last year and made it freely available to all councils.”</p>\n<div class=\"media left\"><iframe width=\"550\" height=\"309\" src=\"https://www.youtube.com/embed/PCME5TuBu-U?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></div><p>The programme was developed by Christchurch City Council in 2003 and has been so successful that it has been endorsed by the New Zealand Institute of Animal Management and is now taught in schools around New Zealand. The 45 minute interactive presentation by a Council Animal Management Officer and their pooch covers the responsibilities of dog ownership, how to approach a dog safely, and what to do if faced with a menacing dog.</p>\n<p>When Newsline visited Casebrook Intermediate for a DogSmart presentation, about a hundred students sang along to a song with a key message as its catchy chorus; “If a dog’s on its own, leave it alone”. Some were chosen to go on stage with Kym and Jock and learnt to ask the owner from a distance if they could pat their dog and to wait for permission before moving closer. Kym explained they should make their hand into a rock shape rather than an open palm which could make fingers look like “five fat sausages” to a dog.</p>\n<p>Kym told them, “A dog bite hurts, trust me, it hurts. We need to stop and think about how to keep ourselves safe.” She gave them tips for how to react if a threatening dog did come close. They could use their backpack as a shield, and if riding a scooter or skateboard they should stop moving, jump off and use the base of the skateboard or scooter to protect themselves. The Casebrook Intermediate students practised shouting, “Go home!” in their most commanding, authoritative voice to deter a threatening dog. Kym said they should try not to scream because that could sometimes incite dogs to attack.</p>\n<p>They also learned about the responsibilities of dog ownership, including cleaning up after their pet. Kym asked the children to chant “One, Two, Poo” at Jock, and then asked a girl from the audience to show how to pick up the (fake) result of their command using a plastic bag. “You are the dog owners of the future, you need to give your dog love and look after it, it’s part of your family.”</p>\n<p>All of the dogs who take part in the DogSmart programme have been extensively trained and temperament tested and are chosen for their exemplary behaviour around children. They are also used for Council’s<a title=\"Reading to Dogs\" href=\"http://my.christchurchcitylibraries.com/reading-to-dogs/\"> Reading to Dogs</a> programme.</p>\n<p> Casebrook Intermediate student Isabel Fairley, 11, said she had learnt a lot from the DogSmart presentation. It was particularly valuable to her because when she is older she wants to work in animal management or become a vet. “I want to work with neglected or abandoned dogs. I learnt that you need to stand away from a dog when you ask if you can pat it and not approach it first.”</p>\n<p>James Overton, 11, said he learnt that you should pat a dog on its chest. “If you pat their head they feel threatened.” Roy Dempster, 12, doesn’t have a dog at home but said he would use the information in the future if he got a dog of his own. “The safety part of it was really important too.”</p>\n<p>Council staff also run free<a title=\"DogSafe Workplace Training\" href=\"http://ccc.localhost/services/dogs-and-animals/dogsmart-education-programme/dogsafe-workplace-training/\"> DogSafe Workplace Training</a> workshops for adults who come into contact with dogs through their work, such as Housing New Zealand or Child, Youth and Family and Probation Service staff who have to enter private properties.</p>\n<p> </p>\n<p> </p>",
					"pubDate": "Fri, 01 Jul 2016 11:49:59 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/768"
				},
				{
					"title": "Illegal tree felling in reserves sparks concern",
					"link": "http://ccc.localhost/the-council/news-releases/show/780",
					"description": "<p>Four large pine trees in the Westmorland East Valley Reserve were partially cut down last week without authorisation.</p>\n<p>The sawn-off branches were left piled on the ground and climbing ropes were attached to the trees which suggests those responsible conducted the felling operation from a height.</p>\n<p>The illegal tree felling operation has sparked concern because of the potential risk to public safety.</p>\n<p>“The trees that were being felled were quite close to walking tracks and our main concern is that some unsuspecting member of the public could have been injured by a falling branch,’’ said Christchurch City Council Head of Parks Andrew Rutledge.</p>\n<div class=\"captionImage left greyline\" style=\"width: 450px;\"><img class=\"left greyline\" title=\"\" src=\"http://ccc.localhost/assets/Images/The-Council/Newsline/_resampled/ResizedImageWzQ1MCwyNTNd-20160701-111437.jpg\" alt=\"Sawn-off tree branches found in the Westmorland East Valley Reserve.\" width=\"450\" height=\"253\">\n<p class=\"caption left greyline\">Sawn-off tree branches found in the Westmorland East Valley Reserve.</p>\n</div>\n<p>“We only allow approved contractors to do tree maintenance and felling work in our parks and reserves because that way we can guarantee they have the proper health and safety procedures in place.</p>\n<p>“We have a responsibility to make sure our parks and reserves are safe which is why we can’t allow just anyone to turn up with a chainsaw and start chopping down trees,’’ Mr Rutledge said.</p>\n<p>If people wanted a tree removed or pruned for any reason there was a process to be followed. They could either <a title=\"Report a problem with trees\" href=\"http://ccc.localhost/services/trees-and-vegetation/report-a-problem-with-trees/\">lodge a request through the Council’s call centre </a>or contact the Council using the <a title=\"Snap Send Solve\" href=\"http://ccc.localhost/report/snap-send-solve/\">free Snap, Send, Solve app</a>.</p>\n<p>Community boards had delegation to authorise the removal of healthy trees.</p>\n<p>“If a tree is annoying you because it is blocking your view or creating a nuisance of some sort please don’t take it upon yourself to remove it. Go through the proper channels,’’ Mr Rutledge said.</p>\n<p> </p>",
					"pubDate": "Wed, 06 Jul 2016 14:32:47 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/780"
				},
				{
					"title": "Victoria Park visitor centre reopens",
					"link": "http://ccc.localhost/the-council/news-releases/show/773",
					"description": "<p>The building opened its doors at the weekend after completing months of post-earthquake strengthening and external and internal repair work.</p>\n<p>Christchurch City Council Regional Parks Operations Manager Kay Holder said returning the building to the public was a milestone in the development for the Port Hills reserves.</p>\n<p>“The earthquakes took away access to so many special areas for Cantabrians. With every little part that reopens, we celebrate giving a little more of the Port Hills back to the community.”</p>\n<p>Repair work on the building included strengthening of the distinctive rock and brick work, new varnish on the wood panels and the addition of some new features.</p>\n<p>“We have added in some new displays, we have upgraded the old displays to reflect the changes to track routes and access to some reserves since the quake, and we have added in some bar-leaner type tables near the windows, so people can take a moment to really enjoy the view.</p>\n<p>\"Even the kereru are pleased to have the place back up and running. They've been perched on the roof of the centre enjoying the view. ”</p>\n<p>Volunteers had played a big part in getting the building up and running, including two volunteers from the Summit Road Society who had offered up their “retired joinery skills”.</p>\n<p>“We’ve been lucky to have volunteers working inside and outside the building in the gardens.</p>\n<p>“It’s a nice occasion for rangers to have this building open again after such a long absence. We’ve always loved the facilities at Victoria Park and for the public, it’s nice to have that building alive and well again.”</p>\n<p>The Visitors Centre is open from 7.30am to 4pm today.</p>\n<p>Find out more on<a title=\"Victoria Park page on the Christchurch City Council website\" href=\"http://ccc.localhost/parks-and-gardens/explore-parks/port-hills/victoria-park/\"> Victoria Park</a>.</p>\n<h3>Victoria Park was formally opened by William Rolleston in June 1897 for the Diamond Jubilee of Queen Victoria.</h3>\n<h3>The park features open parkland, planted gardens and pine forest, a variety of walking tracks, picnic and play areas and a permanent orienteering course. Mountain biking tracks extend into the adjacent Bowenvale Reserve, and include several challenging downhill routes, including the Nationals Down Hill Track.</h3>\n<h3> </h3>",
					"pubDate": "Tue, 05 Jul 2016 08:20:41 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/773"
				},
				{
					"title": "Love my city, love my job",
					"link": "http://ccc.localhost/the-council/news-releases/show/663",
					"description": "<p><strong>Tell us a little bit about your job?</strong></p>\n<p>My main role is looking after the front country areas of the Port Hills reserves like Halswell Quarry, Victoria Park and Summit Road areas.  I'm responsible for the maintenance of those areas as well as the project and community focused work that goes on. As park Rangers were lucky to be able to plan our work and see it right through to the end phase and often take on a lot of the actual field work ourselves. It’s a really varied role where as well as our core work in the parks were often involved in education programmes,  working with volunteers or out fighting a fire as part of the rural fire team.</p>\n<p><strong>What do you love about your job?</strong></p>\n<p>The thing I most love about my job is running community planting days at Halswell Quarry where we hold days through the winter to get people involved in planting native plants in the conservation area of the park. We have had some really successful plantings in the past three years and I'm lucky that I have been able to link up with some great local people who are willing to lend a hand. I love native plants and it’s a bonus to be able to teach people a bit about them.</p>\n<p><strong>Tell us something about your job that most people don't know</strong></p>\n<p>I think a lot of people don’t know that the City Council has a park ranger service looking after places like the Port Hills and coastal areas of the region. I guess a lot of people go out to explore our parks and reserves after work and at the weekend so they don’t get to see us. We're like ninjas!  It's cool when we get to work with school or community groups to tell them about what it is we do. We have a great team of people who are super passionate about looking after our natural environment and getting people outdoors!</p>\n<p><strong>What's the best thing about living in Christchurch</strong></p>\n<p>The best thing about living in Christchurch is being close to both the mountains and the sea, Scarborough when there's a wave, and hard frosts at the Quarry followed by a fine day.</p>",
					"pubDate": "Mon, 30 May 2016 12:14:54 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/663"
				},
				{
					"title": "Indigenous writers to take part in festival",
					"link": "http://ccc.localhost/the-council/news-releases/show/726",
					"description": "<p>Ali Cobby Eckermann from Adelaide and Elissa Washuta from Seattle are being assisted by the Sister City Programme to travel to Christchurch for a Sister Cities/First Nations panel discussion about the challenges and opportunities facing indigenous writers.</p>\n<div class=\"captionImage right greyline\" style=\"width: 200px;\"><img class=\"right greyline\" title=\"\" src=\"http://ccc.localhost/assets/Images/The-Council/Newsline/_resampled/ResizedImageWzIwMCwxNzJd-Nic-Low.JPG\" alt=\"Christchurch writer Nic Low.\" width=\"200\" height=\"172\">\n<p class=\"caption right greyline\">Christchurch writer Nic Low.</p>\n</div>\n<p>They will joined for the panel discussion by Nic Low, a Christchurch writer of Ngai Tahu and Pakeha descent who writes about place, race, culture, politics and earthquakes.</p>\n<div class=\"captionImage left greyline\" style=\"width: 200px;\"><img class=\"left greyline\" title=\"\" src=\"http://ccc.localhost/assets/Images/The-Council/Newsline/_resampled/ResizedImageWzIwMCwxNzdd-Elissa-pic.JPG\" alt=\"Seattle writer Elissa Washuta.\" width=\"200\" height=\"177\">\n<p class=\"caption left greyline\">Seattle writer Elissa Washuta.</p>\n</div>\n<p>Ali Cobby Eckermann’s first collection little bit long time was written in the desert and launched her literary career in 2009.</p>\n<p>Her works have been published in various languages and she has travelled widely to showcase Aboriginal poetry overseas.</p>\n<p>Elissa Washuta is a member of the Cowlitz Indian Tribe and a writer of personal essays and memoirs. She is the author of two books, Starvation Mode and My Body Is a Book of Rules, which was a finalist for the Washington State Book Award.</p>\n<div class=\"captionImage right greyline\" style=\"width: 200px;\"><img class=\"right greyline\" title=\"\" src=\"http://ccc.localhost/assets/Images/The-Council/Newsline/_resampled/ResizedImageWzIwMCwxODRd-Ali-pic.JPG\" alt=\"Adelaide writer Ali Cobby Eckermann.\" width=\"200\" height=\"184\">\n<p class=\"caption right greyline\">Adelaide writer Ali Cobby Eckermann.</p>\n</div>\n<p>They will take part in the panel discussion at the Christchurch Art Gallery on Sunday, August 28 from 12.30 to 1.30pm. Entry is free.</p>\n<p>The Word Christchurch Writers and Readers Festival runs from August 24 to 28. View the <a title=\"Word Christchurch \" href=\"http://wordchristchurch.co.nz/\">full programme</a>. Tickets are on sale from 7pm on Tuesday July 5.</p>\n<div class=\"captionImage center greyline\" style=\"width: 250px;\">\n<p class=\"caption center greyline\"> </p>\n</div>",
					"pubDate": "Tue, 21 Jun 2016 11:48:04 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/726"
				},
				{
					"title": "Akaroa Museum gets money for refurbishment",
					"link": "http://ccc.localhost/the-council/news-releases/show/758",
					"description": "<p>The popular museum was closed in June 2012 after a post-earthquake engineering investigation revealed issues with the structural strength of the building, however, after a 12 month closure part of the building was allowed to re-open.</p>\n<p>Since then the museum, which attracts around 25,000 visitors a year, has had to make do with just 30 square metres of exhibition space.</p>\n<p>The limited space means it has only been able to display a fraction of its collection, which includes about 20,000 objects relating to the varied and colourful history of Akaroa and Banks Peninsula.</p>\n<p>But with work now complete on the repairs to the buildings, the museum has secured from Christchurch City Council the $250,000 it needs to complete the fit-out of the remaining 270 square metres of exhibition space.</p>\n<p>Akaroa Museum Director Lynda Wallace said the money allocated by the Council meant the Museum could finally implement the design plans it had for its three large galleries.</p>\n<p>“It means we will be able to showcase more of the wonderful objects we have and tell more stories about Akaroa and Banks Peninsula’s history,’’ Ms Wallace said. We’re really looking forward to sharing more of the collection with visitors and our community.’’</p>\n<p>Ms Wallace said the fit-out of the exhibition spaces would be done progressively over the next 12 months with the aim of having all the work completed by this time next year.</p>\n<p>Akaroa-Wairewa Community Board Chairwoman Pam Richardson said the Council’s decision to provide the funding needed to complete the fit-out of the museum was fantastic news and would come as a big relief to the local community.</p>\n<p>“It means that once again we will be able to come together to remember our history and celebrate many amazing stories of early life. It’s a new chapter in the life of the museum and we look forward to seeing many exciting new displays,’’ Mrs Richardson said.</p>",
					"pubDate": "Wed, 29 Jun 2016 10:44:26 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/758"
				},
				{
					"title": "Stellar local line-up for NZ International Film Festival",
					"link": "http://ccc.localhost/the-council/news-releases/show/769",
					"description": "<p>A highlight of the Aotearoa section will be the world premiere of Le Ride. This documentary follows Christchurch ex-pat and host of the US television show <em>The Amazing Race</em>, Phil Keoghan, as he rides the 1928 Tour de France route.</p>\n<p>NZIFF Director Bill Gosden said Keoghan’s film was just one highlight amongst one of the most celebrated line-ups the festival has ever screened in Christchurch.</p>\n<p>“It’s a charming and emotionally-moving film and you have to admire what Phil and his team do - riding an average of 240-kilometres a day for 26 days on original vintage steel bikes with no gears and marginal brakes. All to draw attention to forgotten Canterbury champion cyclist Harry Watson,” Mr Gosden said.</p>\n<p>The festival will see the Isaac Theatre Royal turned into a high-tech movie theatre for NZIFF, which runs from July 28 to August 14. Films will also be shown at Hoyts Northlands.</p>\n<p>Mr Gosden said organisers were determined to beat last year’s record crowd numbers.</p>\n<p>“This is the 40th year an international film festival has been held in Christchurch so we wanted to make the programme extra special. Audiences will have the chance to watch expertly crafted crowd ticklers, gripping dramas to deeply felt eccentricities and passionate exposes.”</p>\n<p>The festival will feature 106 films, documentaries and short film programmes that have been handpicked from the world’s finest festivals and from New Zealand filmmakers. It will also feature a live cinema event with accompaniment by the Christchurch Symphony Orchestra.</p>\n<p>New Zealand film <em>Poi E: The Story of Our Song</em> will open the festival on Thursday July 28.</p>\n<p>“Christchurch director Tearepa Kahi’s <em>Poi E: The Story of Our Song</em> will also strike a note with audiences. It is the Kiwi feel-good movie of the year and will be as catchy as the 1984 hit song it celebrates,” Mr Gosden said.</p>\n<p>The international highlights of the programme include <em>I, Daniel Blake</em> which won the highest honour Palme d’Or at the Cannes Film Festival. Ten further films are screening straight from Cannes. New Zealand audiences will be among the first to see these international masterpieces.</p>\n<p><a title=\"New Zealand International Film Festival website\" href=\"http://www.nziff.co.nz/2015/christchurch\">Find out more.</a></p>\n<p><a title=\"New Zealand International Film Festival website\" href=\"http://www.nziff.co.nz/2015/christchurch\"> </a></p>",
					"pubDate": "Mon, 04 Jul 2016 09:19:06 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/769"
				},
				{
					"title": "Vibrant cities expert urges Christchurch leaders to be bold",
					"link": "http://ccc.localhost/the-council/news-releases/show/774",
					"description": "<p>That is the message to Christchurch from a visiting global expert on healthy, vibrant cities.</p>\n<p>Gil Penalosa, the founder of internationally renowned organisation 8 80 Cities, has spent the last three days exploring the city and talking with leaders about how to reshape Christchurch.</p>\n<p>Mr Penalosa believes Christchurch should base future development and decision making on the 8 80 concept - that if you create a great city for an eight-year-old and an 80-year-old - you will create a successful city for all people.</p>\n<p>“There are challenges (in Christchurch) but there are also magnificent opportunities. From what I’ve seen and heard so far, people seem to be open to innovations.</p>\n<p>“Right now, you have an opportunity to change mind sets. To make this a more walkable, bikeable, liveable city. </p>\n<p>“When you look at the red zone area, it’s bigger than Central Park in New York. The question is, how can we use it? This is an amazing opportunity.”</p>\n<div class=\"captionImage left greyline\" style=\"width: 600px;\"><img class=\"left greyline\" title=\"\" src=\"http://ccc.localhost/assets/Uploads/_resampled/ResizedImageWzYwMCwzNzVd-walk-T2-040716-4.jpg\" alt=\"Gil Penalosa in Christchurch&#039;s Cashel Street.\" width=\"600\" height=\"375\">\n<p class=\"caption left greyline\">Gil Penalosa in Christchurch's Cashel Street.</p>\n</div>\n<p>Penalosa said successful cities like Copenhagen had made tough, sometimes unpopular, decisions but had continually strived for improvement.</p>\n<p>“Change is not unanimous. You need to do what is right, not what is easy.”</p>\n<p>He saw three vital steps needed to change the city for the better.</p>\n<p>“Firstly, you need to make this the most walkable city in the world. Be bold, be ambitious and turn the crisis of the earthquake into an opportunity. You need to put everything that people are wanting within walking distance.</p>\n<p>“Secondly, work on the concept of 8 80. If the city is great for eight year olds, and great for 80 year olds, it will be great for everyone in Christchurch – that just naturally follows.</p>\n<p>“Thirdly, this could be a great cycling city but you need to create a network of protected cycleways, again with the 8 80 concept in mind.</p>\n<p>“Painted lines to mark a cycle lane amid traffic – that’s not enough. You need to have physical separation from cars. You would not send your eight year old son or daughter, or your 80 year old parent, to cycle one of those cycle lanes. Make it safe. Put up some barriers, and make the network connect.”</p>\n<p>Mr Penalosa said he was impressed by the attitude of leaders he had met, but said Christchurch needed to make change now in order to deal with a looming population increase.</p>\n<p>“There is an opportunity now but to make the change you need to create a sense of urgency. The earthquake in itself should have been enough, but if that isn’t enough, the population is growing by 25 to 30 percent in the next 20 years. If we don’t change, the city might collapse.</p>\n<p>“We need political leaders, school leaders, community leaders backing change, and we need citizen engagement at every step – before, during and after.”</p>\n<p>Over the next 20 years, Christchurch’s over-65 year old population would double from 52,000 to 105,000, creating an exciting challenge for the region, he said.</p>\n<p>“All over the world cities are grappling with this aging population, and they are worried. They see it as a negative. That’s the wrong approach. See it as a challenge – these older people are fantastic assets – they can be great resources for the city.”</p>\n<p>Mr Penalosa encouraged leaders to focus on the design and use of parks and streets as great public places, as well as sustainable mobility: walking, riding bikes and using public transport.</p>\n<p><a title=\"8 80 cities website\" href=\"http://880cities.org/\">Find out more on 8 80 Cities</a>.</p>",
					"pubDate": "Tue, 05 Jul 2016 08:53:10 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/774"
				},
				{
					"title": "Largest ever Fiona Pardington exhibition opens in Christchurch",
					"link": "http://ccc.localhost/the-council/news-releases/show/777",
					"description": "<p>Opening this Saturday 9 July, the exhibition brings together more than 100 photographs as a comprehensive survey of Pardington’s work spanning 30 years.</p>\n<p>“It reveals the key concerns that have shaped the creativity of one of New Zealand’s most important photographers,” says Christchurch Art Gallery Deputy Director Blair Jackson.</p>\n<p>The exhibition ranges from intimate family portraits to expansive projects involving objects and taonga from museum collections in New Zealand and France. It also tracks Pardington’s use of different photographic processes, from expertly produced analogue hand-printings through to large-scale digital works.</p>\n<p>“<em>A Beautiful Hesitation</em> will broaden viewers’ understanding and appreciation for Pardington’s significant and highly celebrated work,” adds Mr Jackson.</p>\n<p>Working with the seasons, Pardington’s recent still-lifes incorporate materials salvaged from beaches, riverbeds, second-hand stores and the side of the road — all with deep personal and cultural meanings.</p>\n<p>The salvaging of found objects and images runs throughout her art practice. The <em>One Night of Love</em> series re-presents photographs of female nudes taken from a found cache of magazine proof-sheets. The medical suite series, from <em>Tainted Love</em>, re-photographs images of disease from medical textbooks.</p>\n<p>Specific bodies of work hold particular relevance to Pardington’s Maori descent and to Christchurch history, including photographed shell specimens originally collected in the 1920s as part of a study into traditional Ngāi Tahu food sources. <em>Childish Things</em>, photographed at Canterbury Museum, represents fragments of letters written by an immigrant child, Arthur Barker, who arrived in Canterbury aboard the Charlotte Jane in 1850.</p>\n<p>A new acquisition, <em>Still Life with Wild Wheat and Freesias, Waiheke</em>, will be exhibited at Christchurch Art Gallery for the first time, along with Pardington’s very recent Flora_Unicorn, from a series of photographs which she describes as “impossible objects”.</p>\n<p><em>A Beautiful Hesitation</em> has been developed in association with Auckland Art Gallery Toi o Tamaki and City Gallery Wellington by curator Aaron Lister. It has been presented in both Auckland and Wellington, and is accompanied by a book bringing together new and classic writings on the artist’s work, published by Victoria University Press.</p>\n<p><strong><em>Fiona Pardington: A Beautiful Hesitation</em> is on display at Christchurch Art Gallery, 9 July – 6 November 2016. Entry is free.</strong></p>",
					"pubDate": "Tue, 05 Jul 2016 13:28:45 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/777"
				},
				{
					"title": "Fiona Pardington exhibition opens at Christchurch Art Gallery this weekend",
					"link": "http://ccc.localhost/the-council/news-releases/show/779",
					"description": "<p>Death, sex, flesh and the female gaze are among the many themes explored in the gallery’s newest exhibition,<em> Fiona Pardington: A Beautiful Hesitation</em>.</p>\n<p>Opening this weekend, the exhibition brings together more than 100 photographs as a comprehensive survey of Pardington’s work spanning 30 years.</p>\n<div class=\"captionImage left greyline\" style=\"width: 600px;\"><img class=\"left greyline\" title=\"\" src=\"http://ccc.localhost/assets/Uploads/_resampled/ResizedImageWzYwMCw4MDhd-Fiona-Pardington.jpg\" alt=\"Fiona Pardington exhibition opens at Christchurch Art Gallery this weekend.\" width=\"600\" height=\"808\">\n<p class=\"caption left greyline\">One of the Fiona Pardington works on display at the Christchurch Art Gallery from this weekend.</p>\n</div>\n<p>Christchurch Art Gallery Deputy Director Blair Jackson said <em>A Beautiful Hesitation</em> would broaden viewers understanding and appreciation for Pardington’s significant and highly celebrated work.</p>\n<p>“It reveals the key concerns that have shaped the creativity of one of New Zealand’s most important photographers,” Mr Jackson said.</p>\n<p>The exhibition ranges from intimate family portraits to expansive projects involving objects and taonga from museum collections in New Zealand and France. It also tracks Pardington’s use of different photographic processes, from expertly produced analogue hand-printings through to large-scale digital works.</p>\n<p>Working with the seasons, Pardington’s recent still-lifes incorporate materials salvaged from beaches, riverbeds, second-hand stores and the side of the road — all with deep personal and cultural meanings.</p>\n<p>The salvaging of found objects and images runs throughout her art practice. The<em> One Night of Love</em> series re-presents photographs of female nudes taken from a found cache of magazine proof-sheets. The medical suite series, from<em> Tainted Love</em>, re-photographs images of disease from medical textbooks.</p>\n<p>Specific bodies of work hold particular relevance to Pardington’s Maori descent and to Christchurch history, including photographed shell specimens originally collected in the 1920s as part of a study into traditional Ngāi Tahu food sources. <em>Childish Things</em>, photographed at Canterbury Museum, represents fragments of letters written by an immigrant child, Arthur Barker, who arrived in Canterbury aboard the Charlotte Jane in 1850.</p>\n<p>A new acquisition, <em>Still Life with Wild Wheat</em> and <em>Freesias, Waiheke</em>, will be exhibited at Christchurch Art Gallery for the first time, along with Pardington’s very recent<em> Flora_Unicorn</em>, from a series of photographs which she describes as “impossible objects”.</p>\n<p><em>A Beautiful Hesitation</em> has been developed in association with Auckland Art Gallery Toi o Tamaki and City Gallery Wellington by curator Aaron Lister. It has been presented in both Auckland and Wellington, and is accompanied by a book bringing together new and classic writings on the artist’s work, published by Victoria University Press.</p>\n<p><em>Fiona Pardington: A Beautiful Hesitation</em> is on display at Christchurch Art Gallery, 9 July – 6 November 2016. Entry is free.</p>\n<p><strong>Dr Fiona Pardington was born in Auckland. She is of Maori (Ngāi Tahu, Kati Mamoe and Ngāti Kahungunu) and Scottish (Clan Cameron of Erracht) descent. She holds a Doctorate in Fine Arts from the University of Auckland.</strong></p>",
					"pubDate": "Tue, 05 Jul 2016 14:13:33 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/779"
				},
				{
					"title": "WATCH: Make tasty morsels out of food waste ",
					"link": "http://ccc.localhost/the-council/news-releases/show/755",
					"description": "<p>The Love Food Hate Waste campaign, funded by the government’s Waste Minimisation Fund and all 59 councils involved, is a bid to reduce the $872 million of edible food that is wasted by kiwis each year.</p>\n<p>Christchurch City Council Organics Contract supervisor Justine Mowe said research showed that the average family wastes more than $560 of food each year, and the new website aimed to give householders tips to avoid food waste and save money.</p>\n<p>\"Currently,the average household is throwing out more than three shopping trolley’s full of food each year. That is over $560 worth of uneaten edible food being wasted. That is a huge hit on consumer's wallets and the environment.</p>\n<div class=\"captionImage leftAlone\" style=\"width: 600px;\"><div class=\"media leftAlone\"><iframe width=\"599\" height=\"337\" src=\"https://www.youtube.com/embed/N5STXMZk8nI?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></div>\n<p class=\"caption\">Top chef Giulio Sturla talks about his zero waste food philosophy.</p>\n</div>\n<p>“In addition to costing us money, we have 122,547 tonnes of avoidable food waste ending up in landfill each year and generating greenhouse gases.  So food waste is a significant problem in New Zealand.”</p>\n<p>The Love Food Hate Waste Campaign being rolled out in Christchurch has also had some celebrity backing.</p>\n<p>Last week, one of New Zealand’s top chefs Giulio Sturla and his team from Roots Restaurant in Lyttelton, inspired people with 'Waste Conscious Canapés', and Canterbury Crusader Andy Ellis accepted a challenge of creating leftovers pies to highlight this year’s campaign theme of ‘loving your leftovers’.</p>\n<p>Ms Mowe said the Canterbury launch event provided community leaders and local organisations with tips and advice that will be used to inspire and enable households across the region to reduce the amount of edible food they throw out.</p>\n<p>“There are several reasons why we throw away food: we don’t plan our meals or shop for only what we need, we don’t eat our leftovers and some food goes bad because it is not stored properly. The foods we waste the most are bread, leftovers, potatoes, apples, chicken and bananas. $113million is wasted in Canterbury alone which could feed lunch to all the children in schools across the region for over three years.”</p>\n<p>In the United Kingdom, where the same campaign first launched in 2007, there has been an 18 percent reduction in the amount of food going to landfill.</p>\n<p>“Reducing food waste is a win-win for the consumer. They spend less and they reduce their carbon footprint, and it is all possible with a few small changes. It just makes sense to make changes. Kiwis waste enough food each year to feed the whole of Dunedin for two years! We need people to get on board and educate themselves.</p>\n<p>“Take time to plan, use your fridge and freezer wisely, and try to have at least one night a week using up things in your fridge as ingredients for a meal.”</p>\n<p><a title=\"Love Food Hate Waste website\" href=\"https://lovefoodhatewaste.co.nz/\">Find out more at Love Food Hate Waste.</a></p>",
					"pubDate": "Tue, 28 Jun 2016 09:25:09 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/755"
				},
				{
					"title": "Maori Language Week 2016",
					"link": "http://ccc.localhost/the-council/news-releases/show/770",
					"description": "<p>Te Wiki o Te Reo Māori – Maori Language Week has been celebrated in New Zealand since 1975. This year the theme is a Te reo tautoko – behind you all the way. </p>\n<p>Christchurch City Libraries - Ngā Kete Wānanga o Ōtautahi will be celebrating Te Wiki o Te Reo Māori with special bilingual storytimes throughout the week. Check out the <a title=\"Libraries event calendar \" href=\"https://christchurch.bibliocommons.com/events/search/fq=program:(55a6fb84bbe18520680059e5)\">Libraries event calendar</a> for one near you.</p>\n<p>On Thursday there will also be a session on The History of Te Reo Maori in Children’s Publishing. The session, from 4 to 5pm at the Fendalton Library, aims to celebrate te reo Maori in print and highlight the resources available in the libraries. It will end with a discussion on how children’s reo Maori texts can be shared and enjoyed by all.</p>\n<p>There are many resources <a title=\"Maori Language Week\" href=\"http://my.christchurchcitylibraries.com/blogs/post/te-wiki-o-te-reo-maori-maori-language-week-2016/\">available in the libraries and online</a> for anyone wanting to improve their te reo Maori.</p>\n<p>Each week to encourage the use of te Reo Maori <a title=\"Maori word of the week\" href=\"https://my.christchurchcitylibraries.com/tag/te-kupu-o-te-wiki/\">Christchurch City Libraries puts on its website</a> kupu (words) and phrases that can be used with children.</p>",
					"pubDate": "Mon, 04 Jul 2016 09:39:17 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/770"
				},
				{
					"title": "Play detective by torchlight at Canterbury Museum",
					"link": "http://ccc.localhost/the-council/news-releases/show/772",
					"description": "<p>To celebrate the July school holidays Canterbury Museum is opening its doors after-hours and inviting kids to help them solve the mystery of who stole the Waitaha Diamond.</p>\n<p>Starting at the scene of the crime – the main foyer - young sleuths taking part in Mystery Night at the Museum (on July 12, 14, 19 and 21 from 5.30 to 8pm) will have to track down clues left among the galleries and eliminate suspects as they narrow down their search for the diamond thief.</p>\n<p>“For over 10 years we have been opening at night for these popular events,’’ said Canterbury Museum Director Anthony Wright. “And we still hear from so many people that visiting the Museum at night is one of their favorite things to do!”</p>\n<p>Typically across four nights of the event the Museum welcomes more than 5000 people, many dressed in costume, who spend the evening prowling around the galleries with torches and enjoying the experience of being in the Museum after-hours.</p>\n<p>The free KidsFest event is open to children of all ages but under-14 year-olds must be supervised by an adult.</p>\n<p>Visitors should bring their own torches.</p>\n<p>Children are invited to take a photo of themselves dressed as a sleuth, detective or villain while they are at the Museum, and to post it on <a title=\"https://www.facebook.com/Canterbury-Museum-256997024342691/\" href=\"https://www.facebook.com/Canterbury-Museum-256997024342691/\">Canterbury Museum’s Facebook page</a> to be in to win a prize.</p>\n<p>Get more information on the <a title=\"Canetrbury Museum\" href=\"http://www.canterburymuseum.com/\">Canterbury Museum’s website</a>.<a title=\"Canterbury Museum\" href=\"http://www,canterburymuseum.com\"></a></p>",
					"pubDate": "Mon, 04 Jul 2016 11:30:39 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/772"
				},
				{
					"title": "Old timber breathing new life into historic bridge",
					"link": "http://ccc.localhost/the-council/news-releases/show/743",
					"description": "<p>Helmores Lane Bridge, the city's only surviving nineteenth century timber bridge, will live on well past its 150 years with the help of timber salvaged from two Waitaki River bridges built in 1881.</p>\n<p>SCIRT’s McConnell Dowell delivery team, who are repairing the Helmores Lane Bridge, had the job in 2014 of dismantling the two Waitaki River bridges, near Kurow, and sourced about 30 bridge piles, made of the Australian hardwood Jarrah from the Waitaki District Council for the cost of a donation.</p>\n<p>Washdyke miller John McCarthy is turning them into hand rails, posts and cross beams for the historic bridge, built in 1866 by eccentric English barrister Joseph Cornish Helmore to cross the Avon River in Fendalton to access his property block, Millbrook.</p>\n<p>Using reclaimed timber fits well with the conservation practice of sourcing material as close as possible to the original for the repair and restoration of heritage structures.</p>\n<p>“It’s a challenging project because you are trying to protect an original structure and its character while providing the protection of a modern structure,” said SCIRT Executive General Manager Ian Campbell.</p>\n<p>The original 17-metre long bridge required new access ways - land spans - which would be about five metres long at each end to replace the badly damaged abutments.</p>\n<p>“The new land spans will help protect the bridge from soil movement. The finished result will be a more resilient structure than the original,” Mr Campbell said.</p>\n<p>In line with conservation guidelines, the land spans, made of new timber with steel components, would complement the original bridge but look sufficiently different to be recognised as an addition.</p>\n<p>Before the earthquakes Helmores Lane Bridge carried vehicles but once the repairs have been complete - in about five months - the bridge will only be open to pedestrians and cyclists.</p>",
					"pubDate": "Fri, 24 Jun 2016 12:10:34 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/743"
				},
				{
					"title": "Coming up at Council this week",
					"link": "http://ccc.localhost/the-council/news-releases/show/763",
					"description": "<p>The <a title=\"Agendas and minutes\" href=\"http://christchurch.infocouncil.biz\">Fendalton-Waimairi Community Board</a> meets on Monday. It will consider imposing parking restrictions on Joyce Crescent and Kotare St and also look at options for improving pedestrian safety at the Harewood Rd/Gardiners Rd/Breens Rd intersection.</p>\n<p>The <a title=\"Agendas and minutes\" href=\"http://christchurch.infocouncil.biz\">Burwood-Pegasus Community Board</a> also meets on Monday. It will get a briefing from Council staff on the New Brighton pier and consider parking issues in Estuary Rd and Union St.</p>\n<p>The <a title=\"Agendas and minutes\" href=\"http://christchurch.infocouncil.biz\">Spreydon-Heathcote Community Board</a> meets on Tuesday. It will consider a report on proposed parking restrictions in Buchan St and also consider applications for funding from the Spreydon/Heathcote Community Board Discretionary Response Fund.</p>\n<p>The <a title=\"Agendas and minutes\" href=\"http://christchurch.infocouncil.biz\">Riccarton-Wigram Community Board</a> also meets on Tuesday. During its meeting it will consider allocating money to the establishment of a Riccarton/Wigram Youth Development Fund.</p>\n<p>Tuesday is also when the <a title=\"Agendas and minutes\" href=\"http://christchurch.infocouncil.biz\">Hagley-Ferrymead Community Board</a> meets. It will be looking at parking issues on a number of streets within its area and will also be getting briefings from the Earthquake Commission and Land Information New Zealand.</p>\n<p>On Wednesday the <a title=\"Agendas and minutes\" href=\"http://christchurch.infocouncil.biz\">Lyttelton-Mt Herbert Community Board</a> and the <a title=\"Agendas and minutes\" href=\"http://christchurch.infocouncil.biz\">Shirley-Papanui Community Board</a> meet.  Among the issues the Shirley-Papanui Community Board will be discussing is the <span>reinstatement of a combined community facility at 10 Shirley Rd.</span></p>\n<p><span>The <a title=\"Agendas and minutes\" href=\"http://christchurch.infocouncil.biz\">Council’s Communities, Housing and Economic Development Committee</a> meets on Thursday. It will be getting reports on the Draft Christchurch Visitor Strategy, the Social Housing Rebuild and Repair Programme, the Community Facilities Rebuild, and the Anchor Projects.</span></p>",
					"pubDate": "Thu, 30 Jun 2016 11:24:06 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/763"
				},
				{
					"title": "Funding boost helps more kids learn to swim",
					"link": "http://ccc.localhost/the-council/news-releases/show/764",
					"description": "<p>The boost was approved by Christchurch City Council as part of its Annual Plan for 2016/2017. Council also agreed to introduce a 25 per cent discount on entry fees to all Council Recreation and Sport Centres for the children of Community Services Card holders in a bid to improve access to swimming pools.</p>\n<p>David Bailey, Acting Head of Recreation and Sports, said the extra funding would help make Swimsafe more accessible, particularly for students at low decile schools.</p>\n<p>The $40,000 will go towards the transport subsidy for children travelling by bus to Council swimming pools to take part in the programme. Swimsafe is based on Swimming New Zealand’s foundation skills, teaching essential water safety and survival skills. It also links with Water Safety New Zealand’s water survival competences.</p>\n<p>The cost of the Council programme is already kept as low as possible with schools only charged enough to cover the cost of swimming tutors. Lessons are typically 25 minutes long and booked in blocks of 10.</p>\n<p>“Swimsafe is our foundation programme that every single child in the city should have access to through their school to get to the point where they can swim to survive,” Mr Bailey said.</p>\n<p>The $40,000 boost would help maintain the delivery of the service, providing a $30 travel subsidy on average for each child to attend eight to 10 Swimsafe lessons. This means about 1300 additional children will receive the subsidy in the next financial year.</p>\n<p>The child entry fee for swimming at council pools is due to go up from $3.10 to $3.50 in October but council staff are investigating how the cost can be kept as low as possible. The 25 per cent discount on entry fees for children from Community Services Cardholder families will be introduced from October 1. About 25 to 33 per cent of customers at Council swimming pools will be eligible for the discount.</p>",
					"pubDate": "Thu, 30 Jun 2016 12:58:00 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/764"
				},
				{
					"title": "Wharenui recreation centre bounces back",
					"link": "http://ccc.localhost/the-council/news-releases/show/749",
					"description": "<p>The popular centre, located next to Wharenui Pool, was damaged in the February 2011 earthquake and was closed for safety reasons, but it has now been repaired and strengthened to 100 per cent of the New Building Standard (NBS).</p>\n<p>This morning Deputy Mayor Vicki Buck officially re-opened the centre, which now boasts a colourful Kiwiana-themed mural on the outside wall.</p>\n<p>“I actually had the privilege of opening the centre back in 1991 as Christchurch Mayor, and this in some ways is more meaningful – it’s had a quarter-century to become a beloved fixture of the community, and of course the outside wall is more stunning than anyone would have expected,’’ Deputy Mayor Buck said.</p>\n<p>The Kiwiana-themed mural was painted by internationally-renowned Christchurch-born street artist Dcypher (aka Guy Ellis), who returned from the United States in May to create the striking art work.</p>\n<p>“It looks amazing, and adds a real burst of colour that we’re thankfully starting to see more of around the city,” said Deputy Mayor Buck.</p>\n<p>The re-opening of the Wharenui Recreation Centre Stadium was marked this morning with speeches, a waiata from pupils of Wharenui School, and a basketball game on the revamped court.</p>\n<p>Before its closure, the centre was a popular location for the public and pupils from local schools for basketball, exercise classes, badminton and martial arts.</p>\n<p>The adjacent swimming pool building has remained open since the quakes, and will be repaired to 67 per cent NBS.</p>\n<p>Wharenui Recreation Centre Stadium is available for bookings from Monday, July 11. The public can <a title=\"Wharenui Recreation Centre Stadium\" href=\"http://www.wharenui.co.nz\">visit the website</a> or call (03) 348 6488 to hire the stadium, which has its own sound system. Also available are the lounge, which has capacity for up to 40 people seated in cinema style and is kitted out with AV equipment and a white board, and the fully-equipped adjoining kitchen.</p>",
					"pubDate": "Mon, 27 Jun 2016 13:48:29 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/749"
				},
				{
					"title": "I spy ...",
					"link": "http://ccc.localhost/the-council/news-releases/show/766",
					"description": "<p>There's something fishy afoot. </p>\n<p>Follow <a title=\"Newsline Facebook\" href=\"https://www.facebook.com/cccnewsline\">Newsline on Facebook</a>. </p>",
					"pubDate": "Thu, 30 Jun 2016 16:12:18 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/766"
				},
				{
					"title": "Design ideas flow in for tiny huts",
					"link": "http://ccc.localhost/the-council/news-releases/show/767",
					"description": "<p>Next week those entries will go on display in Brighton Mall so the public can vote on their favourite.</p>\n<p>“It is really pleasing to have so many designs come through,’’ said Burwood-Pegasus Community Board Chair Andrea Cummings. “I’m looking forward to having the winning entries in place and inviting the city out to New Brighton over the summer to see them along with our other events and attractions.’’</p>\n<p>Tiny Huts is a play on English seaside beach huts. Five huts will be built, each measuring two metres by two metres, and placed in New Brighton’s town centre to liven up the seaside suburb’s public places and showcase activities.</p>\n<p>The Tiny Huts will be in place over the 2016/17 summer.</p>\n<p>The 90 entries in the design competition will be on display at 60 Brighton Mall between July 6 and 19 from 10am to 4pm.</p>\n<p>Visitors to the exhibition will be able to vote for their favourite design in both the open and schools categories. The judging panel will review the top voted designs to determine the winners. There will be five winning designs; one school design, three open and one public choice.</p>\n<p>The judging panel consists of:<br>• Andrea Cummings, Burwood-Pegasus Community Board Chair<br>• Paul Zaanen, Manager of New Brighton Business and Landowners Association<br>• Libby Crawford, Owner and Creative Director of Libby & Ben<br>• Daniel Grinter, New Zealand Institute of Architects Committee<br>• Amy Knudsen, Executive Member of the Christchurch Youth Council<br>• Jess Tater, Junior Leader of Youth Alive Trust</p>\n<p>Paul Zaanen, manager of the New Brighton Business and Landowners Association and one of the Tiny Huts judges, said they were looking forward to showing off the entries at the exhibition.</p>\n<p>“We hope to see plenty of people coming to have a look. Some of the entrants have even provided 3D models so they will give a good idea of what they will look like once constructed.”</p>\n<p>Once the winning designs have been chosen they will be matched with construction partners (Arrow International NZ Ltd, Leighs Construction, Miles Construction, Naylor Love Construction and Southbase Construction) who will work with the designers to create the ‘Tiny Huts’. Each will build one of the winning designs.</p>\n<p>“It is fantastic to have such great support from the construction industry for this project. Without them we simply wouldn’t be able to make these designs a reality,’’ said Christchurch City Council Head of Urban Design, Regeneration and Heritage Carolyn Ingles.</p>\n<p>“We have some exciting concepts which will be striking when built so I would encourage anyone with an interest in design to come and have a look at the exhibition.”</p>",
					"pubDate": "Fri, 01 Jul 2016 09:20:36 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/767"
				},
				{
					"title": "Offbeat name sets Mr Pickles apart",
					"link": "http://ccc.localhost/the-council/news-releases/show/730",
					"description": "<p>The cairn terrier Sydney silky cross was originally called Gizmo by owners Kathy Ousey and Craig Forster but he earned his new title when he stole a cheeseburger and ate everything except the gherkin. From then on he has been Mr Pickles, Mr P, or just Pickles when he’s misbehaving, and everyone remembers him.</p>\n<p>“When we go to the park near our house all these children will come running up, screaming ‘Mr Pickles! It’s Mr P!’. He’s infamous. It’s not just his name, it’s his big personality,” Ms Ousey says.</p>\n<p>“He’s immensely happy, everything that happens to him is the best thing that’s ever happened to him. The best walk, the best breakfast and the best playtime with other dogs. He’s an extremely enthusiastic dog, and he’s so much work.”</p>\n<p>Mr Pickles’ name is a stand-out, but of the other 36,843 dogs registered with the Christchurch City Council by the end of May this year the most common names are Bella (560), Max (437), Charlie (393) and Molly (392). The rest of the top 10 includes, Ruby, Jack, Toby and Rosie. Interestingly, Jack and Charlie also feature in the top 10 most popular baby names for 2015.</p>\n<p>Registration details confirm what most people already know, Christchurch’s favourite dog breed is the labrador retriever, with a total of 4643 labradors registered in the city.</p>\n<p>The next most popular breeds are Staffordshire bull terriers (2596) and bichon frises (2414). Border collies, Jack Russell terriers, cocker spaniels, smooth fox terriers, German shepherds, Huntaways and miniature schnauzers also make the top 10 breeds list.</p>\n<p>Some of the more unusual breeds include the Basset Hound (32), Saint Bernard (25), Chow Chow (12), Shiba Inu (11) and the Giant Schnauzer (3). Fashionable cross breeds include spoodles (cocker spaniel crossed with poodle), poochons (bichon frise crossed with poodle), boradors (labrador retriever crossed with border collie) and maltichons (maltese crossed with bichon frise).</p>\n<p>Across New Zealand there are 552,236 dogs registered, meaning Christchurch’s registered canine population accounts for about 6 per cent of the total. Our human population makes up about 8 per cent of the country’s population.</p>\n<div class=\"captionImage left greyline\" style=\"width: 600px;\"><img class=\"left greyline\" title=\"\" src=\"http://ccc.localhost/assets/Images/The-Council/Newsline/_resampled/ResizedImageWzYwMCw0MDBd-Mr-Pickles-and-his-bandana.jpg\" alt=\"Mr Pickles\" width=\"600\" height=\"400\">\n<p class=\"caption left greyline\">Mr Pickles' distinctive moniker sets him apart from other dogs.</p>\n</div>\n<p>There are six dogs in Christchurch called <span>(</span><em>Footrot Flats</em><span>-style) </span>Dog. Snoopy features 31 times, Scooby Doo nine times, but Hairy Maclary only twice.</p>\n<p>The owners of dogs named Polar Bear, Frodo, Yogi, Bam Bam, Fonzie and Ewok can take a bow wow for originality. And you might hear red-faced owners calling out at local parks for Hash Brown, Sherlock Bones, Fizz Pop Bang, Dave Growl, Obi Wan Kenobi and Prince Charles.</p>\n<p>Ms Ousey says Mr Pickles is the perfect name for her pooch. “When I first named him I was a little bit embarrassed but we’ve just got used to it now. The name suits him so well. There’s not a single name in the world that would suit him better.”</p>\n<p>Council Head of Animal Management Mark Vincent said the number of registrations showed thousands of responsible dog owners loved their dogs and their pets brought them a lot of joy. He thanked owners for giving their dogs proper care and respect. \"I personally know from rescuing many dogs from shelters, that they deserve the best.\"</p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>",
					"pubDate": "Wed, 22 Jun 2016 11:16:22 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/730"
				},
				{
					"title": "How to create a vibrant and healthy city",
					"link": "http://ccc.localhost/the-council/news-releases/show/760",
					"description": "<p>Gil Penalosa is the founder and chairman of the board of the internationally renowned non-profit organisation 8 80 Cities, based in Canada.</p>\n<p>The organisation is founded on the simple but powerful philosophy that if you create a great city for an eight-year-old and an 80-year-old you will create a successful city for all people.</p>\n<p>During his talk, which is part of the Christchurch Conversations series, Mr Penalosa will discuss how vibrant and healthy cities can be created for everyone, regardless of age or social status.</p>\n<p>His focus is on the design and use of parks and streets as great public places, as well as sustainable mobility: walking, riding bikes and using public transport.</p>\n<p>Mr Penalosa’s leadership and advice has been sought out by many cities and organisations and he has worked in more than 200 different cities across six continents.</p>\n<p>Entry to his talk on Monday night is free. The doors open at 5.30pm and Mr Penalosa’s presentation will begin at 6pm.</p>",
					"pubDate": "Wed, 29 Jun 2016 13:51:34 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/760"
				},
				{
					"title": "Feedback wanted on fencing options",
					"link": "http://ccc.localhost/the-council/news-releases/show/762",
					"description": "<p>The fencing is needed to keep people out of areas judged dangerous because of the rockfall risk.</p>\n<p>There is a limitation on the type of fencing that can be used as it is important the fencing is not easy to climb and that people can see behind it for safety reasons.</p>\n<p>Two potential options for the fencing have been identified by Christchurch City Council.</p>\n<p>The first option provides for a two-metre high black pool-style security fence, while the second option provides for a two-metre high black mesh fence.</p>\n<p>The Council’s project team will be available to talk with people about the two options at a drop-in session at the Sumner Surf Lifesaving Club, 301 Main Rd, Sumner, on Monday, July 4 between 4.30 and 6.30pm.</p>\n<p><a title=\"Current Consultations\" href=\"http://ccc.localhost/the-council/have-your-say/whats-happening-now/consultations/\"></a>Find out more about the<a title=\"Current Consultations\" href=\"http://ccc.localhost/the-council/have-your-say/whats-happening-now/consultations/\"> safety fencing options and how to have your say.</a></p>",
					"pubDate": "Thu, 30 Jun 2016 09:14:33 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/762"
				},
				{
					"title": "The Loft to bring big benefits to the east",
					"link": "http://ccc.localhost/the-council/news-releases/show/738",
					"description": "<p>The Loft will see agencies Aviva, the Family Help Trust, He Waka Tapu, New Zealand Red Cross and the Linwood Medical Centre providing their specialist services from one shared space on the first floor of EastgateMall.<br> <br>Together with the Linwood Library, the service hub will spread over 3000 m2.<br> <br>LinwoodLibraryTeamLeader Alan Seatonsaid the development was an opportunity to connect with more people in the community.<br> <br>“It’s a really good opportunity for Linwood Library. In terms of foot count we’re currently the third busiest library in the network and we are only going to get busier with this development, so we’re excited,” Mr Seaton said.<br> <br>“The library currently sits on the first floor of Eastgate Mall. Customers have to go out of their way to get to the library – it’s a destination. <br> <br>“With the Loft development next to us, we’re expecting to have more people visit the library to use our collections, our services and participate in our programmes. We also expect new memberships for our free services. We have a spacious areawith comfortable seating, an inviting atmosphere, and wifi, so we expect people may visit the library before or after their appointments.”<br> <br>The Loft will have more than 80 full time staff members in the social service space, and 35 in the primary health care space, supporting a client base of around 3,500 people.<br> <br>Mr Seaton said the library would use the opportunityto promote the many resources on offer.</p>\n<p>\"We’re increasing the health book collection we have by about 300 titles, and we’ll increase our health displays, piggy backing off health initiatives. For example, during Men's Health Month we'll have a display featuring resources that relate to thatarea.”<br> <br>Find out more onThe Loft and Linwood Library.</p>",
					"pubDate": "Thu, 23 Jun 2016 15:57:12 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/738"
				},
				{
					"title": "Sumner residents working to restore native bush",
					"link": "http://ccc.localhost/the-council/news-releases/show/748",
					"description": "<p>After the February 2011 earthquake a group of Sumner residents decided to set up the Sumner Environment Group.  Since then they have worked on several environmental projects aimed at supporting the recovery of local flora and fauna and reducing the number of pests and predators in the area.</p>\n<p>One of the projects they have been working on, in conjunction with Christchurch City Council and Forest & Bird, is the regeneration of Mahoe-nui Bush.</p>\n<p>Located in one of the gullies in the hills behind Sumner, Mahoe-nui Bush has a small stand of remnant trees which survived forest clearance on the Port Hills. The stand was fenced off to stop sheep grazing there in 2006 and since then Council rangers and locals have planted thousands of native plants to protect and enhance the remnant trees.</p>\n<p>The restoration of Mahoe-nui Bush is part of a long-term plan to plant major gullies on the Port Hills to reduce sediment yield and create vegetated corridors that will connect and enhance existing forest remnants.</p>\n<p>To help ensure the plants get the chance to flourish and to encourage birdlife back, the Sumner Environment Group is now working on ways to reduce the number of predators in the area.</p>\n<p>John Goodrich, who is a member of the group, said they were still working on developing their strategy but a small group of volunteers had already started trapping possums, stoats and rats.</p>\n<p>The focus of the group was on protecting the thousands of natives that had been planted by reducing the possum population.</p>\n<p>“Once you start knocking the possums back the plant life recovers and you get a lot more seedlings growing and then you start to get more birds. The birdlife tends to reflect the improvement in the overall biodiversity,’’ Mr Goodrich said.</p>\n<p>There was strong local support for the predator-free initiative and the Summit Rd Society, of which he was the secretary, was keen to replicate it across the Port Hills, he said.</p>\n<p>James Young, who is also a member of the Sumner Environment Group, said most of the conservation work done to date had been focused on the hills behind Sumner but there were plans afoot to move into Sumner itself with backyard conservation projects.</p>\n<p><strong>• A planting day is being held at Mahoe-nui Bush this Saturday from 9.15 to 11.30am. To get involved <a href=\"mailto:ness.green@gmail.com?subject=Mahoe-nui%20Bush%20volunteer%20planting%20day\">email Vanessa</a>. If you want to join the Sumner Environment Group contact Peter Hansen on (03) 326-6831.</strong></p>",
					"pubDate": "Mon, 27 Jun 2016 09:59:21 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/748"
				},
				{
					"title": "Grandparents get iPad savvy at the library ",
					"link": "http://ccc.localhost/the-council/news-releases/show/753",
					"description": "<p>Now, the 77 year old grandmother is FaceTiming her son in Dubai, downloading e-books from the library, and she’s even mastered the art of the ‘selfie’.</p>\n<p>Marilyn is part of a new generation of web-surfers, thanks to an<a title=\"Library link to Introduction to iPads\" href=\"http://my.christchurchcitylibraries.com/classes-and-programmes/\"> “Introduction to iPad</a>” course offered by Christchurch City Libraries.</p>\n<p>Each Monday for the last six weeks, a group of 70-something library users have been meeting at Central Library to perfect their cyber skills with two course tutors.</p>\n<p>For Marilyn, it has enabled a connection with her grandchildren overseas, and access to the new and changing face of the library.</p>\n<p>“I was so afraid of it. I wouldn’t touch it to start with, but now I can see the value in it.</p>\n<p>“My son and family are living in Dubai and couldn’t Skype us -they needed to Facetime instead, so we got the iPad. It’s lovely for my grandkids in Dubai. I can watch their netball videos and their ballet videos that they send through. It’s lovely.”</p>\n<p>Marilyn had also downloaded e-books from the library, learned how to use the GPS function and used it to search for recipes.</p>\n<div class=\"captionImage left greyline\" style=\"width: 600px;\"><img class=\"left greyline\" title=\"\" src=\"http://ccc.localhost/assets/Uploads/_resampled/ResizedImageWzYwMCw0MDBd-ELDERYIT.JPG\" alt=\"Ron Healing takes tips from Central Library Peterborough Information Specialist \" width=\"600\" height=\"400\">\n<p class=\"caption left greyline\">Ron Healing takes tips from Central Library Peterborough Information Librarian Susan Smit.</p>\n</div>\n<p>Christchurch City Council Central Library team leader Guy Field said the course had been a big success and a waiting list had started for next term.</p>\n<p>“This is about the changing face of the libraries, and moving with the needs of library users. Learning Centres at Council libraries have been running these courses for about two years, but we decided to give it a go here at Central Library, running it just within the library.</p>\n<p>“It’s been a huge success and it’s great that we can use it to inform our ideas as we think about how we want to do things in the new Central Library.”</p>\n<p>The participants have been learning everything from how to take selfies, access their email, through to using library resources such as e-books, audiobooks, magazines & newspapers on their iPads.</p>\n<p>At 78, Nan Berry said she had set a goal of mastering the iPad this year.</p>\n<p>“(The iPad) was a Christmas present and it’s been my challenge for the year. I’ve always had a computer, but I haven’t had one of these and I just really wanted to know the nuts and bolts.</p>\n<p>“The course has been so useful. It’s nice to have two tutors working with us all. We get a lot of one on one time. I’m getting ebooks from the library now and using my iPad every day for Facebook.</p>\n<p>“I’ll be recommending it to all my friends. It has definitely helped with accessing library resources.” </p>\n<p>Nan, a resident at nearby Bishopspark Retirement Village, and another course participant had been taking their learning back to other residents, even using their newfound word \"emoji\" during scrabble.</p>\n<p>Fellow course participant Ron Healing, 78, said he had watched his grandchildren on the iPad and decided it was time for Grandad to learn the ropes.</p>\n<p>“I’ve had a computer for a number of years, but my daughter told me I should buy one of these iPads, and I always do what she says, so I did.</p>\n<p>“All I could do when I started was turn it on. But now I can email, I know how to get Apps, I’ve learned how to take a selfie. It’s great. And I must add, we get a cup of tea and a biscuit!”</p>\n<p>Find out more on courses at <a title=\"Christchurch City Libraries website\" href=\"http://my.christchurchcitylibraries.com/\">Christchurch City Libraries</a>.</p>",
					"pubDate": "Mon, 27 Jun 2016 15:18:39 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/753"
				},
				{
					"title": "Need help with your repair or rebuild?",
					"link": "http://ccc.localhost/the-council/news-releases/show/754",
					"description": "<p>In a joint initiative Christchurch City Council and the Ministry of Business, Innovation and Employment have pulled together relevant information from various Government departments and agencies that could be useful for those repairing or rebuilding their homes.</p>\n<p>That information can be found on the new <a title=\"Residential Repair and Rebuild\" href=\"http://ccc.localhost/the-rebuild/canterbury-residential-repair-and-rebuild/\">Canterbury Residential Repair and Rebuild</a> page of the Council’s website.</p>\n<p>Visitors to the page will find links to information about earthquake insurance claim settlements, repair and rebuild information, as well as details of the advisory and support services available to homeowners.</p>\n<p>There are also links to seminars  as well as answers to questions homeowners asked about the repair and rebuild process during the popular 'In the Know' hub that operated at Linwood Mall between April and December last year.</p>",
					"pubDate": "Tue, 28 Jun 2016 08:14:11 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/754"
				},
				{
					"title": "Make a lantern, join the parade and win",
					"link": "http://ccc.localhost/the-council/news-releases/show/759",
					"description": "<p>The 8th MoreFM <a title=\"Lantern Parade\" href=\"http://www.kidsfest.co.nz/event/more-fm-lantern-parade/\">Lantern Parade</a> is coming up on Saturday, July 9, the opening night of KidsFest. The parade will make a winding trail of light as walkers carry lanterns, glow sticks, torches or wearable light art from Cathedral Square to the Margaret Mahy Family Playground. The parade starts at 5.30pm.</p>\n<p>New Regent St and Cathedral Junction will be lit up along the route and the Isaac Theatre Royal’s façade will be illuminated for this special event. There will be entertainment and food stalls at the Margaret Mahy playground and a fireworks finale at 6.30pm.</p>\n<p>Prizes are up for grabs for the <a title=\"Lantern Making competition\" href=\"http://www.kidsfest.co.nz/wp-content/uploads/2014/05/ENTRY-KidsFest-Lantern-Making-Competition.pdf\">Lantern Making Competition</a>, including vouchers for Westfield Mall with a combined value of $850. Lanterns can be made in any size or shape but entries must be registered before 5pm on Monday July 4. The deadline has been extended to give entrants more time. You can <a title=\"Lantern entry\" href=\"mailto:kidsfest@ccc.govt.nz?subject=Lantern%20entry\">register by email</a>. </p>\n<p>There are three categories, Juniors (5- 9  years- old), Seniors (10 -13-years old), and Community, Friends and Family Groups, which is open to all ages (but individual lanterns must be between one and two metres wide or high or a group of matched smaller lanterns). </p>\n<p>The lanterns  will  be  judged  on  creative  design, lighting  and  good  sturdy  construction. Competition entrants must join the parade on July 9 and arrive in Cathedral Square with the lantern to have their photo taken and be given a place in the parade for judging.There will also be spot  prizes  on  the  night  for prams and buggies decorated with lights and lanterns. </p>\n<p>Finalists for each category will be chosen by judges on the parade night and their lanterns will be displayed in an exhibition inside the atrium of the City Council’s Civic Offices during KidsFest. Public votes and judges’ results will be combined to decide the final winners announced on July 18.</p>\n<p>This year is the 25th anniversary of the KidsFest mid-winter school holiday festival and there are a record 276 events. Tickets are selling fast with about half of all events already fully booked. Some providers, such as the Imagination Station, are adding extra sessions to meet demand.</p>\n<p>Find out more about <a title=\"Kiidsfest\" href=\"http://www.kidsfest.co.nz\">KidsFest</a>.</p>",
					"pubDate": "Wed, 29 Jun 2016 13:47:37 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/759"
				},
				{
					"title": "Help offered for Convention Centre discussions",
					"link": "http://ccc.localhost/the-council/news-releases/show/761",
					"description": "<p>This afternoon Ōtākaro Limited, the Crown-owned company tasked with delivering central city projects on the Government's behalf, announced that it would be responsible for progressing the design plans for the Convention Centre that have been developed to date with development consortium Plenary Conventions New Zealand.</p>\n<p>In a statement it said it would be seeking new partners to work with on the final design and construction of the centre.</p>\n<p>“A lot of work has already been done in the purchase and clearing of land, and in design and planning, but there is now a clear goal in site to complete that design and build the centre,” said <span>Ōtākaro Limited Chief Executive Albert </span>Brantley.  </p>\n<p>DCL Chief Executive Rob Hall said he recognised the importance of the Convention Centre project to the city and had spoken with Greater Christchurch Regeneration Minister Gerry Brownlee to offer DCL's expertise to ensure the best outcome for Christchurch.</p>\n<p>“We are already speaking with investors who are looking to make significant commitments to Christchurch. It makes sense that we link these discussions with the work central Government is doing to lead the development of the Convention Centre,'' Mr Hall said.</p>",
					"pubDate": "Wed, 29 Jun 2016 14:31:38 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/761"
				},
				{
					"title": "WATCH: If I was Mayor for the day ...",
					"link": "http://ccc.localhost/the-council/news-releases/show/727",
					"description": "<p>These are some of the ideas that five and 10-year-old students at Ilam School in Christchurch would implement if they were given the chance to be Mayor.</p>\n<p>With local body elections coming up in October <em>Newsline</em> decided it would be interesting to find out what some of the Christchurch’s youngest citizens would do if they were given the opportunity to run the city.</p>\n<p>Dressed in the Mayoral robes and with the glint of power in their eyes, the students came up with some great ideas.</p>\n<p><div class=\"media leftAlone\"><iframe width=\"599\" height=\"337\" src=\"https://www.youtube.com/embed/NhQCtxFtKp0?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></div>Ten-year-old La’ala’ai Tausa said if he was Mayor he would hold an annual cultural festival “for different cultures of the world to meet up’’.</p>\n<p>“For school children I would reduce or make it free for students from primary or high school or intermediate to ride a bus to school to support public transport.</p>\n<p>“I’d also probably improve the planning of the roads and pipeworks so we wouldn’t have to fix the roads over and over again.’’</p>\n<p>If nine-year-old Annika MacDonald was Mayor she would put health and safety first.</p>\n<p>“I would increase the price of lollies because they are bad for you and have too much sugar and I would decrease the price of fruit and veggies and maybe make white bread more expensive and make wheat bread and things that are healthier less expensive,’’ she said.</p>\n<p>“I’d also maybe make this thing that could you put onto your car and you have to breathe into it to see how much you have [sic] drunken and if you have drunken too much you can’t drive and your car won’t start,’’ she said.</p>\n<div class=\"captionImage right greyline\" style=\"width: 600px;\"><img class=\"right greyline\" title=\"\" src=\"http://ccc.localhost/assets/Images/The-Council/Newsline/_resampled/ResizedImageWzYwMCwyMDBd-kid-mayors-T1-220616-6.jpg\" alt=\"\" width=\"600\" height=\"200\">\n<p class=\"caption right greyline\">Future Mayors (left to right) Frances Liebert, 10, La'ala'ai Tausa, 10, Eddie Jefferies, 5, Nina Miyazaki, 5, Lucy Knight, 5, and Annika MacDonald, 9.</p>\n</div>\n<p>Annika’s classmate, Frances Liebert, 10, said if she was Mayor she would try and ensure Christchurch made more of solar, wind and hydro-electric power and less use of fossil fuels.</p>\n<p>“I’d also try and host clean-ups and things all over the beaches and parks of Christchurch,’’ Frances said.</p>\n<p>Five-year-old Nina Miyazaki said if she was in charge of the city would make buildings and playgrounds bigger so they could accommodate more people.</p>\n<p>She would also add more plants to the playgrounds: “I like plants because they smell and you can pick them sometimes when they die.’’</p>\n<p>Eddie Jefferies, also five, said as Mayor he would insist on having more firemen’s poles at playgrounds.</p>\n<p>“We haven’t got very much firemen poles …. There needs to be more stuff basically,’’ Eddie said.</p>\n<p>Lucy Knight, five, said she quite fancied the idea of being Mayor and would ensure there was no fighting.</p>\n<p>“There can be ponies and rabbits at every school. All the children can ride the ponies whenever they want,’’ she declared.</p>\n<p>• <strong>If you have great ideas about how you would run the city then maybe you should consider standing in this year’s local body elections. Nominations open on July 15 and close at noon on August 12. <span>Candidates must be over 18 years old, a New Zealand citizen and enrolled on the parliamentary electoral roll to stand for election.</span> Information sessions for prospective candidates are being held tonight  and again on Wednesday, July 6 from 5.30 to 7pm on Level 1 of the Civic Offices at 53 Hereford St.  </strong><strong>You can also get information <a title=\"Local Body Elections\" href=\"http://www.ccc.govt.nz/elections\">online</a>, by <a title=\"Local Body Elections\" href=\"mailto:elections2016@ccc.govt.nz\">emailing</a> or by phoning Christchurch City Council Electoral Officer Jo Daly on  03 941 8581.</strong></p>",
					"pubDate": "Tue, 21 Jun 2016 15:37:07 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/727"
				},
				{
					"title": "Get a dose of puppy love",
					"link": "http://ccc.localhost/the-council/news-releases/show/750",
					"description": "<p>Currently being looked after at Christchurch City Council's animal shelter, this yet-to-be-named pup is looking for a new home.</p>\n<p>If you are in the market for a dog that loves playing ball and having cuddles, then contact the team at the Animal Shelter on 941-7048.</p>\n<p>Animal adoption fees are $36, plus registration. The shelter will microchip for free.<img class=\"leftAlone greyline\" title=\"\" src=\"http://ccc.localhost/assets/Images/The-Council/Newsline/_resampled/ResizedImageWzQwMCw1ODhd-puppy-1-copy.JPG\" alt=\"\" width=\"400\" height=\"588\"></p>\n<p> </p>\n<p> </p>\n<p> </p>",
					"pubDate": "Mon, 27 Jun 2016 14:08:57 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/750"
				},
				{
					"title": "Repairs completed on historic Hamish Hay Bridge ",
					"link": "http://ccc.localhost/the-council/news-releases/show/756",
					"description": "<p>The historic cast iron bridge, which dates back to 1864, was damaged in the February 2011 earthquake but has been repaired by the Stronger Christchurch Infrastructure Rebuild Team.</p>\n<p>The bridge is the oldest of its kind in New Zealand and was renamed the Hamish Hay Bridge in 1989 to honour the outgoing Mayor, who remains the longest serving Mayor In Christchurch’s history.<br> <br>Sir Hamish Hay was knighted in 1982 and passed away in 2008, his wife Lady Judith Hay passed away in 2014. They are survived by five children and seven grandchildren.<br> <br>Sir Hamish Hay’s identical twin brother, Sir David Hay, two daughters Diana and Gill, and two of his grandchildren Eliza and Nico Evans were at the bridge on Tuesday to observe the end of repairs. <br> <br>\"As a family we are delighted to see this historic bridge repaired and we are touched that it will still bear Dad's name and mark his long service to Christchurch. The location of the bridge alongside the Christchurch Town Hall held a special significance for him,’’ said Gill Hay.</p>\n<p>Deputy Mayor Vicki Buck met with the Hay family as she had met with Sir Hamish 17 years ago in her capacity as incoming Mayor to rename the bridge after her predecessor.</p>\n<p>“Sir Hamish always loved this bridge and I can understand why. I think it is gorgeous and it’s really great to see it repaired for future generations to enjoy,’’ Deputy Mayor Buck said.<br> <br>SCIRT Executive General Manager Ian Campbell said additional steel had been installed to reinforce the existing bridge beams and the concrete had been renewed on sections of the bridge.<br> <br>“Extra care was essential during the process due to the bridge’s heritage status to ensure the structure’s character was retained while it was strengthened to a modern standard,’’ Mr Campbell said.<br> <br>Hamish Hay Bridge is one of eight heritage bridges in SCIRT’s repair programme. SCIRT has rebuilt or repaired more than 120 earthquake damaged bridges across Christchurch in its programme of work so far with 98% of SCIRT’s bridge repair programme now completed.</p>\n<p> </p>",
					"pubDate": "Tue, 28 Jun 2016 10:44:57 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/756"
				},
				{
					"title": "Search for Halswell skate park site narrows",
					"link": "http://ccc.localhost/the-council/news-releases/show/707",
					"description": "<p>The Riccarton/Wigram Community Board has confirmed it expects to make a final decision on the site on July 27, following months of community consultation.</p>\n<p>Christchurch City Council Head of Parks Andrew Rutledge said following initial public feedback Scott Park, which had been included in a list of four possible locations, had been withdrawn from consideration.</p>\n<p>“Due to low interest during consultation, Scott Park has now been removed from consideration. That leaves three possible locations - Westlake Reserve, Halswell Domain and Knights Stream Park – still in the running,'' Mr Rutledge said.</p>\n<p>“These three remaining parks were considered the most feasible locations out of 34 parks within the Halswell area due to the park size, access to toilets, car parking, other park activities, setbacks, and openness of the park space. All three locations are sports parks which are set aside for sporting and recreational activities for the whole community.</p>\n<p>\"Experience shows skate parks work the best when they’re in an environment where there is passive supervision – essentially where there are lots of people to keep an eye on things. The three sites that have been short-listed all offer the opportunity for passive supervision,'' Mr Rutledge said.</p>\n<p>Funding was included in the Council’s Long Term Plan to develop a family orientated community space in Halswell that included a skate area and other associated activities.  The skate area will be constructed to meet the needs for beginner to intermediate ability level for scooters, skate boarders and BMX bikes, which is in line with other neighbourhood facilities.</p>\n<p>Mr Rutledge said no decision on the site had been made, however, the consultation has shown a lot of interest, support and concerns within the community.</p>\n<p> “There has also been some misinformation around the removal of existing playgrounds. There is no proposal to remove any play equipment and in fact the play space could be increased as part of any final proposal.</p>\n<p> “Once a suitable site is selected and approved by the Riccarton/Wigram Community Board, then site specific detail design will be undertaken in conjunction with the community. It would need to be well integrated into the landscape and any existing facilities such as playground spaces. Some alterations of play equipment may be required, but with no loss of equipment,'' Mr Rutledge said.</p>\n<p>Once a site is approved then further consultation would be undertaken later this year to help develop a concept plan for the site. Construction funding starts from July 2017.</p>\n<p>A skateboarding area was first proposed for Halswell in December 2008, and its establishment is in line with the 2004 Christchurch City Council Skateboarding, Inline Skating and Freestyle BMX Cycling Strategy.</p>",
					"pubDate": "Wed, 15 Jun 2016 09:36:56 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/707"
				},
				{
					"title": "Town Crier hangs up his hat",
					"link": "http://ccc.localhost/the-council/news-releases/show/731",
					"description": "<p>He is a well-recognised personality walking the streets in his eye-catching costume, but not many people would know the bearded man wearing a red coat, waistcoat and tricorne hat and carrying a brass bell, is named Stephen Symons.</p>\n<p>Mr Symons, who is now 68, applied for the job after former Christchurch City Councillor David Cox suggested the city needed a town crier to announce local events. \"I saw a picture on the front page of <em>The Press</em> of a man wearing 18th Century gear and thought, 'I can do that'. The Council recognised my genius and the rest is history.”</p>\n<p>He had worked as an assistant factory manager for a seed manufacturer in Auckland before moving to Christchurch with his wife and two children. He was born in Britain and moved to New Zealand when he was eight years old.</p>\n<p>Mr Symons didn’t expect to stay in the Town Crier job, which is part-time, for so long. His first day was September 1, 1989. He is retiring this week, 26 years and 10 months later. There was a hiatus after the February earthquake before he headed back to the streets of the Re:Start Mall in October 2011.</p>\n<p>He has enjoyed the role but says he is tired - “I’m absolutely cream crackered” - and ready for more time for projects of his own, including writing books. He already has three novels published online in the fantasy adventure genre.</p>\n<p>“I've thoroughly enjoyed being the Town Crier, it's been wonderful meeting all these different people and interacting with people and the thing I will miss is interacting with the little ones during the day. They all look up at me with these big eyes. Mostly they're fascinated but the occasional one is terrified.\"</p>\n<p>The downsides of the role are being stared at and being mistaken for a pirate. He has been confused with Santa Claus and associated with the American revolution and is looking forward to not having to explain his outfit in future: \"I will never again have to say, ‘No I am not a pirate’.”</p>\n<p>The earthquakes have made the central city a challenging place to work. He was standing in Cathedral Square when the February 22 quake hit and he heard a boom as the buildings crashed around him and then dust filled the air. \"My immediate thought was, ‘That's the Cathedral gone.\" <br> <br>Going back out on the city streets post-quake was surreal. “It was quite strange but like everyone else, I was too wrapped up in the moment to think on a wider scale, it wasn't until a couple of years later that I really started to see the wider ramifications and long term implications of it.”</p>\n<p>He has missed having the Christ Church Cathedral as his backdrop and says there is still a lot of work to do rebuilding the heart of the city, but he hopes someone else will take over as Town Crier. \"I'd like to think I've laid the groundwork for someone in the future and that the tradition will be picked up.”</p>\n<p>He has just a few more days left in the job. \"After that, I'll quietly saddle up, find a sunset and head off into it.\"</p>\n<p> </p>",
					"pubDate": "Wed, 22 Jun 2016 13:16:04 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/731"
				},
				{
					"title": "Council in sound financial position",
					"link": "http://ccc.localhost/the-council/news-releases/show/745",
					"description": "<p>“The earthquakes have left us facing unprecedented costs but with our Annual Plan for the next 12 months agreed we are in a sound financial position with enough money to pay our bills and our share of the rebuild costs,’’ Dr Edwards said.</p>\n<p>Even with the agreed 4.9 per cent increase in rates from July 1 Christchurch still has much lower average rates than Auckland and rates that are comparable with Wellington, Tauranga and the Waimakariri District.</p>\n<p>“The rates we pay go towards ensuring we have a safe and reliable water supply, wastewater treatment, roads, waste collection and management and a public transport system. They also help pay for the day-to-day running of things like neighbourhood parks and sports field, libraries, swimming pools and community meeting spaces,’’ Dr Edwards said.</p>\n<p>“When you look at everything we get through our rates it is great value for money but we are conscious that household budgets are tight so we are always looking at how we can deliver the services and facilities residents want without adding unduly to rates. Over the last 12 months we’ve put a lot of effort into working smarter and identifying ways we can be more effective, efficient and responsive.’’</p>\n<p>Dr Edwards said that work was paying dividends, both in term of financial savings (estimated at $15 million over the next 12 months) and improved customer satisfaction.</p>\n<p>“Our latest residents’ survey shows satisfaction with the Council has risen to pre-earthquake levels with almost three-quarters of people happy with the way the organisation delivers services. There is still room for improvement but we are very happy with that result.’’</p>\n<p>Dr Edwards said the Council was borrowing to pay for its capital programme but the level of debt was manageable and needed to be viewed in the context of the Council’s strong asset base.</p>\n<p>The Council’s owns about $10 billion in assets.</p>\n<p>“The money we are borrowing is helping to pay for the repair and rebuild of key infrastructure and facilities in the communities most affected by the earthquakes. It will also help pay for the Land Drainage Recovery Programme and the $100 million, 10-year road resurfacing programme that will begin once the Scirt work wraps up,’’ Dr Edwards said.</p>\n<p><a title=\"Council at a Glance\" href=\"http://ccc.localhost/assets/Uploads/Council-at-a-Glance-WEB-FINAL.pdf\" target=\"_blank\">Find out more</a>.</p>\n<p><img class=\"center greyline\" title=\"\" src=\"http://ccc.localhost/assets/Images/The-Council/Newsline/_resampled/ResizedImageWzEwMDAsNTIzXQ-Rates-Illustration-for-Newsline2.jpg\" alt=\"\" width=\"1000\" height=\"523\"></p>\n<p> </p>",
					"pubDate": "Fri, 24 Jun 2016 14:00:42 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/745"
				},
				{
					"title": "Library a school holiday hotspot",
					"link": "http://ccc.localhost/the-council/news-releases/show/746",
					"description": "<p>Holiday programme sessions at Christchurch City Libraries are filling up fast for the July term break with many of the KidsFest events already fully booked.</p>\n<p>Libraries are offering a feast of activities including Lego Mindstorm Robotics, Minecraft Gamezones, Lego Animation, 3D Tinker workshops and Makerspace Family Time with craft, lego, clay and painting on offer.</p>\n<p>While many of the libraries’ KidsFest sessions are heavily booked, there are still free drop-in holiday activities available including Design Your Own Bookmark and board games sessions, Dahl Delights (bite-sized readings from <em>The BFG</em> and other Roald Dahl titles) for children aged seven to 12, Celebrate Story parties with costumes and comedy for pre-schoolers, 3D printer demonstrations, Makerspace crafts and Knitting for Kids. No booking is required for these holiday activities.</p>\n<p>Christchurch City Libraries events co-ordinator Kathryn Hartley said it was great the library sessions were so popular. “The Kidsfest sessions get booked up early but our holiday programme activities are all free so if people are looking for something to do with their children that’s fun and indoors they’re a great option.”</p>\n<p>The libraries’ <a title=\"Libraries holiday activities\" href=\"https://christchurch.bibliocommons.com/events/search/fq=program:(5475293749b3b85c4e00fe93%20OR%205564decad22e56bd2e014a14)\">full programme</a> of holiday events is available online. </p>",
					"pubDate": "Fri, 24 Jun 2016 14:08:06 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/746"
				},
				{
					"title": "Back and brighter than ever – Wharenui Recreation Centre Stadium",
					"link": "http://ccc.localhost/the-council/news-releases/show/752",
					"description": "<div class=\"captionImage right greyline\" style=\"width: 600px;\"><img width=\"600\" height=\"362\" title=\"Mural on the Wharenui Recreation Centre\" class=\"right greyline\" alt=\"Mural on the Wharenui Recreation Centre\" src=\"http://ccc.localhost/assets/Uploads/_resampled/ResizedImageWzYwMCwzNjJd-mural-1-copy-2.JPG\">\n<p class=\"caption right greyline\">Mural on the Wharenui Recreation Centre by Dcypher.</p>\n</div>\n<p> </p>\n<p>The Christchurch City Council facility was closed in February 2011 after sustaining earthquake damage. It has now been repaired and strengthened and is reopening at 100 per cent of the New Building Standard (NBS).</p>\n<p>“It’s historically been a popular facility with the community, and in particular the Wharenui Swimming Club and Wharenui School have made it their home away from home and are eager for the doors to open again,” says Deputy Mayor Vicki Buck, who will do the honours 25 years after she originally opened the facility.</p>\n<p>“I actually had the privilege of opening the centre back in 1991 as Christchurch Mayor, and this in some ways is more meaningful – it’s had a quarter-century to become a beloved fixture of the community, and of course the outside wall is more stunning than anyone would have expected.”</p>\n<p>Internationally-renowned and Christchurch-born street artist Dcypher, aka Guy Ellis, returned to his hometown in May to create a unique, colourful, Kiwiana-themed mural to brighten the street-facing wall.</p>\n<p>“It looks amazing, and adds a real burst of colour that we’re thankfully starting to see more of around the city – why have a blank wall when we can have something fun like this?” Deputy Mayor Buck says.</p>\n<p>The opening will feature speeches from Deputy Mayor Buck, Riccarton–Wigram Community Board Chair Mike Mora, and president of the Wharenui Swimming Club Marlene Morrison, as well as a waiata from pupils of Wharenui School. It will be followed by a basketball game on the revamped court.</p>\n<p>Before its closure due to quake damage, Wharenui Recreation Centre Stadium was a popular location for the public and pupils from local schools for basketball, exercise classes, badminton and martial arts. The adjacent swimming pool building has remained open since the quakes, and will be repaired to 67 per cent NBS.</p>\n<p>The facility is available for bookings from Monday 11 July – the public can visit <a href=\"http://www.wharenui.co.nz\">www.wharenui.co.nz</a> or call (03) 348 6488 to hire the stadium, which has its own sound system. Also available are the lounge, which has capacity for up to 40 people seated in cinema style and is kitted out with AV equipment and a white board, and the fully-equipped adjoining kitchen.</p>",
					"pubDate": "Mon, 27 Jun 2016 14:52:30 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/752"
				},
				{
					"title": "WATCH: Satisfaction with Council services on the rise",
					"link": "http://ccc.localhost/the-council/news-releases/show/729",
					"description": "<p>The Council’s 2016 survey of residents found 74 per cent of people were satisfied with overall services, up nine percentage points on last year and the highest result since the 2010 survey (when 78 per cent reported overall satisfaction).</p>\n<p>Chief Executive Karleen Edwards said it was a good result that followed a year of actions and projects to improve the way the council delivers city services and to make it easier for residents to access them.</p>\n<p>“It is pleasing to see the community recognise the quality of our services; last year I said we needed to do more to meet people’s expectations and this result tells me that we have. We are doing well but there is always more we can do to deliver for our community.”</p>\n<div class=\"media left\"><iframe width=\"600\" height=\"338\" src=\"https://www.youtube.com/embed/2tVRcegJVfM?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></div><p>The Great for Christchurch programme was driving the Council to create cost efficiencies, empower staff to proactively address the needs of residents and improve service delivery across the whole organisation. Organisation structure changes announced at the end of 2015 also aimed to increase the focus on community, streamline the organisation, empower staff and create a more agile organisation.</p>\n<p>“Our programmes of improvement and efficiency are ongoing and we must remain focused on delivering for our customers – the people of Christchurch. With continued focus on these goals, I expect to see even better results in next year’s survey of residents,'' Dr Edwards said.</p>\n<p>A new question added to this year’s survey asked if the Council was easy to interact with – 70 per cent of people agreed that it was.</p>\n<p>Overall, the survey showed the services and facilities that people liked most and think need the most improvement have remained similar to previous years.</p>\n<p>Christchurch people were most happy with the way the Council runs rubbish and recycling services (95% satisfaction with recycling, 92% waste and 82% organics), libraries (93%), events and festivals (92%) and parks (69% neighbourhood parks, 84% garden and heritage parks, 70% regional parks).</p>\n<p>People said rubbish and recycling services were easy to use and reliable; libraries were friendly, accessible and good for families; events and festivals offered a good range of activities and were well-organised; and they liked parks that were well-maintained and offered greenery in the city.</p>\n<p>In addition, this year’s survey showed a significant jump in the number of residents who saw the city as cycle-friendly, from 37 per cent last year to 53 per cent in this year’s survey.</p>\n<p>Residents felt the Council could improve on the following services:</p>\n<p>• Roading (37% satisfied with roadway condition), with concerns including delays, roadworks, and congestion;</p>\n<p>• Making parking cheaper and more available (51% satisfied that parking facilities are easy to use);</p>\n<p>• Management and maintenance of waterways (50% satisfied with stormwater management);</p>\n<p>• Community engagement in, and understanding of, decision-making (37%).</p>\n<p> </p>",
					"pubDate": "Wed, 22 Jun 2016 10:45:34 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/729"
				},
				{
					"title": "Festival of Lights street parade on tonight",
					"link": "http://ccc.localhost/the-council/news-releases/show/739",
					"description": "<p>The street party begins at 6pm tonight and large crowds are expected so party-goers should be prepared to park and walk into the main area.</p>\n<p>London St between Canterbury and Oxford streets will be closed from midday today until 1am tomorrow while Canterbury St, between Norwich Quay and Wincester St, and London St, from Canterbury to Dublin streets, will be closed from 2pm until 1am.</p>\n<p>People heading to Lyttelton are advised to park at one of the following locations and take the bus provided for a gold coin donation. Buses will run to and from these locations between 5.30pm and 10.00pm:</p>\n<ul>\n<li>Gondola car park in Heathcote, running every 15 mins.</li>\n<li>Naval Point Yacht Club Lyttelton</li>\n<li>Corner Colombo & Moorhouse, 5.30, 6.30, 7.30pm</li>\n</ul>\n<p>Extra bus services will also run on the 28 and 535 lines to and from Lyttelton.</p>",
					"pubDate": "Fri, 24 Jun 2016 07:48:47 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/739"
				},
				{
					"title": "The boy, the digger and the new community centre",
					"link": "http://ccc.localhost/the-council/news-releases/show/740",
					"description": "<p>Joachim Foulkes, aged three, was eager to help the grown-ups turn the first sod on the site of the new combined facility which will bring together a volunteer library and bookable meeting spaces.</p>\n<p>The new building is being constructed on the Bridle Path Rd site of the now-demolished Heathcote Community Centre and is due to open by the end of this year.</p>\n<p>It will offer spaces previously provided by the separate Volunteer Library (previously on Martindales Rd) and the community centre, both of which were demolished after sustaining earthquake damage.</p>\n<p>The combined insurance proceeds from those two buildings was $807,000. That money has been put towards the cost of the new building.</p>\n<div class=\"captionImage center greyline\" style=\"width: 500px;\"><img class=\"center greyline\" title=\"\" src=\"http://ccc.localhost/assets/Images/The-Council/Newsline/_resampled/ResizedImageWzUwMCwzMTJd-Heathcote-architect-image-Tier2.jpg\" alt=\"A computer generated image of the new Heathcote Valley community centre.\" width=\"500\" height=\"312\">\n<p class=\"caption center greyline\">A computer generated image of the new Heathcote Valley community centre.</p>\n</div>",
					"pubDate": "Fri, 24 Jun 2016 09:42:07 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/740"
				},
				{
					"title": "Metrocard users to save on bus fares",
					"link": "http://ccc.localhost/the-council/news-releases/show/741",
					"description": "<p>From July 4, the bus and ferry fares in Canterbury will increase by an average 2.5 per cent overall. It was originally proposed to be 10 per cent, but was cut back after community feedback.</p>\n<p>While the overall increase is 2.5 per cent, some fares will be increased and some will be decreased. There is a very small increase for those who pay with a Metrocard, while the increase will be a lot higher for those who pay cash when boarding a bus.</p>\n<p>“We want the Metro service to provide a reliable service into the future so it must be funded properly,” said Environment Canterbury commissioner David Bedford. “This includes small incremental increases now rather than a larger one in the future.”</p>\n<p>An adult Metrocard fare within Christchurch will increase by 5 cents, while that same route will be an extra 50 cents if cash is used. There is no increase for a child using a Metrocard while travelling within Christchurch, but if a child pays with cash it will be an additional 20 cents.</p>\n<p>“I’d urge anyone who doesn’t already use a Metrocard to get one. It’ll save you at least 30 per cent on your travel plus it gives you a set price for daily and weekly travel,” Bedford said. “By using a Metrocard, you’re paying the cheapest bus fare possible.”</p>\n<p>The fare changes will come into effect on Monday July 4.</p>",
					"pubDate": "Fri, 24 Jun 2016 11:17:21 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/741"
				},
				{
					"title": "Second bus lounge ready to open",
					"link": "http://ccc.localhost/the-council/news-releases/show/742",
					"description": "<p>The lounge on the north side of Riccarton Rd features seating for 16 people and displays showing real-time bus information and approaching buses.</p>\n<p>The lounge follows on from the larger bus lounge on the southern side of the road that opened in December last year and will provide a waiting area for passengers heading east towards the city.  It will be open from 6am until 9pm Monday to Saturday and from 9am to 9pm on Sunday and will have the same security in place as the bus lounge across the road.</p>\n<p>The new bus lounges are part of a package of public transport improvements along Riccarton Rd. The roundabout on the corner of Riccarton Rd and Deans Ave is currently being replaced by traffic lights and the work will continue to move west once this is complete. The bus priority work will finish at Matipo St and will be complete by early 2018.</p>\n<p>More than 800 buses pass through Riccarton Rd each day and 3000 people board buses in Riccarton.</p>\n<p> </p>",
					"pubDate": "Fri, 24 Jun 2016 11:32:28 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/742"
				},
				{
					"title": "Spring-time to bring new rules for dog owners",
					"link": "http://ccc.localhost/the-council/news-releases/show/724",
					"description": "<p>The new rules are outlined in the Council’s Dog Control Policy and Dog Control Bylaw and will come into effect on September 1.</p>\n<p>They were approved by the Council today on the recommendation of a Hearings Panel, which was convened to consider the issues raised earlier this year by the more than 250 submitters who gave feedback on the proposed policy and bylaw.</p>\n<p>Major changes to the general rules for dog owners include:</p>\n<p>• A requirement for dog owners to carry plastic bags to clean-up dog poo when in public places.</p>\n<p>• A change to the definition of ‘under effective control’ to make it clearer that when dog owners have their dog off-leash in a public place they must be aware of where their dog is and what it is doing, and ensure it is responsive to commands and is not creating a nuisance.</p>\n<p>“We’re very keen to encourage a culture of good dog ownership in Christchurch and although many dog owners are very responsible and respectful, keeping our city and rural areas clean and safe requires the efforts of every single dog owner,’’ said Councillor David East, who chaired the Hearings Panel.</p>\n<p>“The new requirement to carry plastic bags should mean more people pick up after their dogs, and the new definition for ‘under effective control’ should help to ensure we have well-controlled dogs.’’</p>\n<p>The new policy also makes changes to the rules about where you can and cannot take dogs, or where you have to have them on a leash. Some of the changes include:</p>\n<p>• From September 1 leashed dogs will be allowed in Cathedral Square, Victoria Square, New Regent Street and Cashel Mall. Currently they are prohibited from these areas. Leashed dogs will also be allowed in New Brighton Pedestrian Mall.</p>\n<p>• In Hagley Park dogs will need to be on leashes on the sealed pathways and on two busy sections of the perimeter gravel path (from Harper Ave to the Armagh Bridge in North Hagley Park, and alongside Deans Ave, Moorhouse Ave and Hagley Ave in South Hagley Park). Dog owners can continue to use the rest of Hagley Park as an off-leash area.</p>\n<p>• The bylaw also extends the summer beach prohibition from November 1 to March 31 on all swimming beaches, but reduces the Akaroa beach prohibition from year-round to summer only.</p>\n<p>• Changes were made to other areas across the district in response to feedback during the submissions process. The Dog Control Policy 2016 lists all the prohibited and leashed areas, and can be<a title=\"Dog Control Policy and Bylaw\" href=\"http://ccc.localhost/the-council/plans-strategies-policies-and-bylaws/bylaws/dog-control-policy-and-bylaw-2008/\"> viewed on the Council’s website</a>. A map indicating these areas is being developed and will be released before the new policy comes into force on September 1.</p>\n<p>Some changes for rural dogs were also added, including a new dog registration category for rural working dogs (entitling owners to reduced registration fees), and some exemptions for working dogs while they are being worked, recognising the practical needs of farmers in rural settings.</p>\n<p>The proposed extension of the ‘licence to own two or more dogs’ to the Banks Peninsula area will go ahead. As proposed, it will only apply to smaller properties where having too many dogs in close proximity has the potential to cause issues. The threshold for requiring a licence will been increased from two or more dogs, to more than two dogs when the new policy comes into effect.</p>\n<p>Until the new policy and bylaw come into force on September 1, the 2008 rules continue to apply.</p>\n<p>Find out more about the <a title=\"Dog Control Policy and Bylaw\" href=\"http://ccc.localhost/the-council/plans-strategies-policies-and-bylaws/bylaws/dog-control-policy-and-bylaw-2008/\">Dog Control Policy and Dog Control Bylaw</a>.</p>",
					"pubDate": "Mon, 20 Jun 2016 16:07:42 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/724"
				},
				{
					"title": "Council eyes rural land in Papanui for housing",
					"link": "http://ccc.localhost/the-council/news-releases/show/732",
					"description": "<p>It is considering working with Regenerate Christchurch on a plan for the land and possibly using the provisions of the Greater Christchurch Regeneration Act to speed-up its development.</p>\n<p>The land sits at the upper end of the western side of Cranford St, close to Northlands Mall.</p>\n<p>Mayor Lianne Dalziel said the Council had undertaken detailed investigations that showed most of the land was suitable for residential development but it could take years to have it re-zoned if it had to go through the normal legislative hoops.</p>\n<p>The Council was hoping the Greater Christchurch Regeneration Act could be used to fast-track the process and had instructed Chief Executive Karleen Edwards to investigate what steps needed to be taken to allow that to happen.</p>\n<p>Council Head of Planning and Strategic Transport Richard Osborne said the land in question was not currently within Christchurch’s urban limits.</p>\n<p>It had not been considered for rezoning before now because there had been unresolved issues around the stormwater basin and the Northern Arterial Extension. However with those matters now resolved, the Council could review the zoning and consider alternative uses for the land, Mr Osborne said.</p>\n<p>The land lies on the fringe of the Basin, outside of the areas required for the Northern Arterial Extension and stormwater detention.</p>\n<p>The Council is also looking at getting Regenerate Christchurch to develop a regeneration plan for the estuary side of Southshore, including the area north of Bridge St.</p>\n<p>Many submissions on the draft Annual Plan raised concerns about land damage in the area following the earthquakes, the need for flood mitigation and damage to facilities such as the estuary walkway.</p>\n<p>“As a Council we recognise the need for flood plain and estuary edge management in Southshore and South Brighton as the earthquakes have had a significant impact on this complex and dynamic environment,’’ Mayor Dalziel said.</p>\n<p>“This is the perfect opportunity to step up and take full advantage of the Greater Christchurch Regeneration Act 2016 as we have the ability to fast-track changes in a way that takes the community with us.’’</p>",
					"pubDate": "Thu, 23 Jun 2016 08:20:21 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/732"
				},
				{
					"title": "First stage of The Terraces officially opens",
					"link": "http://ccc.localhost/the-council/news-releases/show/733",
					"description": "<p>The first stage of The Terraces, from Cashel St to Hereford St, is the second project to be completed under Ōtākaro, the new Crown-company established to deliver the city’s key anchor projects, in conjunction with Christchurch City Council.</p>\n<p>The Terraces is one of many features that make up Te Papa Ōtākaro/Avon River Precinct.</p>\n<p> When completed, 50,000 square metres of paved shared space will form a lit city promenade running along the Oxford Tce side of the river from the hospital to the Margaret Mahy Family Playground. The Cambridge Terrace side of the river will be a green space with walking and cycling paths running alongside the river.</p>\n<p>“The Terraces is an example of how the City’s regeneration objectives can go hand-in-hand with good commercial outcomes. People will be drawn to this waterside location and the options nearby.  They can get close to the river, go for a walk to the playground, then enjoy a meal or a drink in one of the central city’s bars or eateries,'' said Ōtākaro Chief Executive Albert Brantley.</p>\n<p>Work on the first stage of The Terraces was carried out by Brian Perry Civil. Construction work began in October 2014. Work on stage two (Litchfield St to Cashel St and Hereford St to Worcester St) will begin later this year.</p>\n<p>The Crown is investing $109m in Te Papa Ōtākaro/Avon River Precinct which is on track to be completed at the end of 2017, with incremental stages opening throughout that period.  </p>",
					"pubDate": "Thu, 23 Jun 2016 08:54:55 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/733"
				},
				{
					"title": "QEII Park land sale approved",
					"link": "http://ccc.localhost/the-council/news-releases/show/734",
					"description": "<p>The Ministry will use the land, which is in the southeast corner of the park, for the relocation of Avonside Girls' and Shirley Boys' High Schools.</p>\n<p>The decision follows community consultation, which raised a number of issues which have been addressed in the conditions of sale. These include ensuring the some of QEII Park's historically significant plaques and trees are protected, that some land is retained to enable the adjacent Travis Medical Centre to continue using it for customer car parking, and enabling a publicly-accessible walking track to be created that circles the entire park, covering the land owned by the Ministry and the land retained by the Council.</p>\n<p>Both schools will sit alongside the Council’s QEII Recreation and Sport Centre by 2018, which is set to begin construction in October 2016.</p>\n<p>Avonside Girls High Principal Sue Hume and Shrirley Boys’ High Principal John Laurenson today both welcomed the Council’s decision to sell part of the QEII land so their two schools could co-locate.</p>\n<p>“This takes us a step closer to having our brand new campus alongside the Eastern Recreation and Sport Centre. It is great news for the city’s eastern residents who have been calling for a high school to be built in the area since before the earthquakes,” said Mr Laurenson.</p>\n<p>The two schools will be built alongside each other and will share some facilities, including a performing arts auditorium and theatre, a library and learning centre, a café and a dedicated cultural space.</p>\n<p>Those facilities will be made available for community use.</p>\n<p>Ms Hume said the schools were determined to make the most of the wonderful assets that the QEII site had.</p>\n<p>“Avonside Girls’ is leaving behind a very beautiful, tree laden campus right next to the river. But we are going to a campus that also has wonderful natural attibutes with mature trees and the Travis Wetlands on our doorstep. Best of all this new campus will mean both schools will be able to offer our students more than ever before,'' she said.</p>",
					"pubDate": "Thu, 23 Jun 2016 09:36:27 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/734"
				},
				{
					"title": "The Council today decided on flood mitigation and repair work on two Eastern drains",
					"link": "http://ccc.localhost/the-council/news-releases/show/735",
					"description": "<p>The Council today agreed to progress flood mitigation and repair on two Eastern Christchurch drains to detailed design and construction.</p>\n<p>The options agreed to today are for Breezes Road Drain (within the Estuary Drain Catchment), which runs from near the Estuary end of Breezes Road, behind Delamare Park and connects to Estuary Drain in Bexley Reserve, and No 1 Drain, a 480 metre-long drain located in the Shirley Links Golf Course.</p>\n<p>In the Estuary Drain area, earthquake damage has reduced the drain’s capacity. This, coupled with earthquake damage to drainage infrastructure throughout the catchment, has increased flood risk in the area.</p>\n<p>The flood mitigation option agreed on today for the Breezes Road Drain includes the reconstruction of the drain, and upsizing and extending the piped network upstream of the Drain, adjacent to Breezes Road. </p>\n<p>This option will reduce flood risk within the catchment, and is predicted to remove the floor-level flood risk from two properties that were not at risk of flooding before the earthquakes. The work, at a cost of around $1.8M funded from the Land Drainage Recovery Programme, will also return the drainage network in this area to a serviceable state. Construction could start as early as later this year.</p>\n<p>The concrete-lined No.1 Drain in Shirley has suffered extensive earthquake damage in the waterway with bank slumping and broken panels. Further failure could result in an increased flood risk and repair is needed to ensure the drain keeps functioning.</p>\n<p>The agreed work programme will see the western half of No.1 Drain repaired through ‘naturalisation’, where the concrete channel will be replaced with natural earth banks and planted. Spot repairs will be done on the eastern half of the drain.</p>\n<p>This will bring improved capacity to the waterway, and improve its ecological health with the formation of new habitats and shading of the waterway. The $1.5M work programme will be funded from the Land Drainage Recovery Programme, with construction looking to start early next year.</p>\n<p>The Council also agreed to include design for stormwater quality treatment as part of the detailed design work for No 1. Drain.</p>\n<p>Manager Land Drainage Keith Davison says today’s decisions will see another piece of the city’s land drainage jigsaw fall into place.</p>\n<p>“Restoring our land drainage network post-quake is a complex challenge, with projects like these each having a role to play in reducing flood risk to our communities. We will continue to work with people in these communities to make sure the work has minimal impact on them and their everyday activities.” </p>\n<p><b>                         </b></p>",
					"pubDate": "Thu, 23 Jun 2016 10:28:42 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/735"
				},
				{
					"title": "Decisions from today's Council meeting",
					"link": "http://ccc.localhost/the-council/news-releases/show/736",
					"description": "<p>The options agreed to today are for Breezes Rd Drain (within the Estuary Drain Catchment), which runs from near the Estuary end of Breezes Road, behind Delamare Park and connects to Estuary Drain in Bexley Reserve, and No 1 Drain, a 480 metre-long drain located in the Shirley Links Golf Course.</p>\n<h3>Loan approved</h3>\n<p>The Council agreed to provide a low cost $46,000 loan through its Community Loan Scheme to the Halswell Bowling Club. The loan will be used by the club to help fund the extension of its pavilion.</p>\n<h3><span style=\"color: inherit; font-family: inherit; font-size: 19.2px;\">Grant approved</span></h3>\n<p>The Council approved a grant of $50,000 to the Residential Advisory Service from the Christchurch Earthquake Mayoral Relief Fund as a contribution towards its running costs for the remainder of the year.</p>\n<h3>Hoardings scheme extended</h3>\n<p>The Council agreed to continue and extend the Construction Site Hoardings – Temporary Use of Legal Road Fee Rebate Programme for two years. The programme offers fee rebates to contractors who add art work or other interesting features to construction hoardings which encroach on public footpaths or roads.</p>\n<h3>Shared vehicle fleet</h3>\n<p>The Council asked staff to seek commitments from potential shared fleet partners for a 100 per cent electric compact car fleet. Potential partners who have been engaged with the Council in discussions about a shared fleet include Environment Canterbury and a number of Government departments in Christchurch.</p>\n<h3>Freight management plan adopted</h3>\n<p>The Council adopted a Freight Management Action Plan that was prepared to ensure Council’s local road network supports the movement of freight in and around the city. The plan aims to improve the efficiency of freight movement by defining and protecting freight routes and managing freight in local areas.</p>\n<h3>Draft Housing Policy</h3>\n<p>The Council approved the Draft Housing Policy for public consultation. The policy was prepared to help better guide its decisions around social, affordable and market housing in Christchurch. Consultation will begin on 7 July 2016.</p>",
					"pubDate": "Thu, 23 Jun 2016 12:24:29 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/736"
				},
				{
					"title": "$1.06 billion budget approved",
					"link": "http://ccc.localhost/the-council/news-releases/show/737",
					"description": "<p>The plan adopted today includes a lower than planned average rates increase of 4.9 per cent, down from the 7.18 per cent forecast in the Long Term Plan, says Mayor Lianne Dalziel.</p>\n<p>“The Council is back on a solid, sustainable financial footing and this plan gives us a good platform for the future.</p>\n<p>“We have delivered on our promise of a lower than planned rates increase of 4.9 per cent, without needing to release any additional capital in 2016-17.”</p>\n<p>On Tuesday, Councillors adopted the Mayor’s recommendations for changes to the Christchurch City Annual Plan 2016-17 and amended Long Term Plan 2015-25. Today, they confirmed the adoption of both documents and set rates for 2016/17.</p>\n<p>The plan and amendment sets out all the projects and services the Council will provide over the next nine years, how much they will cost and where the money will come from.</p>\n<p>The Annual Plan largely adopts the activities and budgets proposed in the draft plan, with some changes following public feedback. These include more money for footpath repairs and cheaper swimming pool entry for some children.</p>\n<p>Council will also work with Regenerate Christchurch to develop a regeneration plan for South Brighton, Southshore and the area north of Bridge Street, says Mayor Lianne Dalziel.</p>\n<p>“As a Council we recognise the need for flood plain and estuary edge management in Southshore and South Brighton as the earthquakes have had a significant impact on this complex and dynamic environment,'' Mayor Dalziel says.<br> <br>The final version of the plan and amendment will be available via the Council’s website, libraries and service centres within a month’s time.</p>",
					"pubDate": "Thu, 23 Jun 2016 12:57:59 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/737"
				},
				{
					"title": "Love my city, love my job",
					"link": "http://ccc.localhost/the-council/news-releases/show/613",
					"description": "<p><span style=\"color: inherit; font-family: inherit; font-size: 19.2px; font-weight: 600; line-height: 24px;\">Tell us a little bit about your job?</span></p>\n<p>I am based at the Civic Office in town, but depending on the day I could be working with students at one of our beaches, Travis Wetlands, Victoria Park, the Botanic Gardens, or the Organic Processing Plant to name a few! My team also works closely with internal Council clients from the 3 Waters and Waste unit, Civil Defence, Democracy, and Parks. Our aim is to empower students with knowledge for sustainable behaviour. It's an awesome job with lots of variety.</p>\n<h3>What do you love about your job?</h3>\n<p>Two of my passions are the great outdoors and teaching so being able to teach in some of the most beautiful outdoor spots around the city is a highlight for me. I also love working with a variety of age groups and seeing children really engage with their natural environment, identifying how the behaviours they choose can make a real difference.</p>\n<h3>Tell us something great that has happened in your job recently?</h3>\n<p>We have just started redeveloping a civic education programme 'Our City Uncovered', aimed at intermediate and lower secondary students. I come from a civics background so this is a really exciting project for me to be involved with.  The programme introduces students to what Council does and explains how Council is organised to make Christchurch a fun, liveable city. It will also challenge students to think about democratic decision-making and encourage them to get involved.</p>\n<h3>What's the best thing about living in Christchurch?</h3>\n<p>For me the best thing about living here has always been our stellar location between the mountains and the sea. I love that it is possible to go skiing and then have fish and chips at the beach for dinner on the same day! I also live very close to town, and it is just fantastic to see and feel the central city coming back to life after the quakes. Every week it seems there are more businesses opening and more people coming into the city. It's a great time to work for the Council and be a part of the change.</p>\n<p> </p>",
					"pubDate": "Tue, 17 May 2016 15:14:29 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/613"
				},
				{
					"title": "Banks Peninsula's mutton bird population on the rise",
					"link": "http://ccc.localhost/the-council/news-releases/show/728",
					"description": "<p>A headland at Stony Bay, about 10km from Akaroa, is one of the last remaining Sooty Shearwater or Titi breeding sites in the South Island. Monitoring from the recent breeding season has shown the number of young has grown to 38, a significant rise from last year's breeding season when 27 were counted.</p>\n<p>The increase is a sign that efforts made to control predators are paying off, says Paul Devlin, a Banks Peninsula Ranger for Christchurch City Council.</p>\n<p>The Council helped build a huge predator-proof fence around the colony in 2010 as part of a joint project with the Department of Conservation and the Banks Peninsula Conservation Trust. The fence encloses about half a hectare of land on the edge of high cliffs.</p>\n<p>Mr Devlin says before human habitation there would have been huge colonies of shearwaters, and other native bird species such as mottled petrel and fairy prions. With the arrival of people and introduction of predators, many of these species have become extinct on the Peninsula and the sooty shearwater colony - which can be seen by walkers on the Banks Peninsula Track - is the last one remaining in the area.</p>\n<p>Council Senior Field Ranger for Port Hills and Banks Peninsula Phil Crutchley says with the predator proof fence doing its work, the colony is slowly recovering, and there are currently about 60 breeding pairs.</p>\n<p>“From the low of five active burrows in the early 2000s there are now 38 chicks ready to fledge after the 2016 breeding year. It’s hoped that in the not too distant future there will be hundreds of Sooty shearwaters returning to the wild from this colony.</p>\n<p>“Seabird colonies are vital ecosystems that bring in large amounts of nutrients back to the land, which has a carry-on effect for local flora and fauna. That’s really been missing from the mainland for about 100 years. And it’s great to have these birds coming back to an area where they used to live.”</p>\n<p>In the 1990s local Stony Bay landowners Mark and Sonja Armstrong were concerned with the declining sooty shearwater population and they built their own exclusion fence to keep predators out. Unfortunately stoats were still finding their way through the fence and by 2001 the population was down to five active burrows.</p>\n<p>The Armstrongs approached DoC for help and a plan was put together to build a new fence with Christchurch City Council contributing funding.</p>\n<p>Sooty shearwaters are seabirds that can live in flocks of tens of thousands, particularly around the southern South Island and Stewart Island. Also known as muttonbirds, the young are harvested at traditional sites around Stewart Island by Rakiura Maori.</p>",
					"pubDate": "Wed, 22 Jun 2016 09:50:23 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/728"
				},
				{
					"title": "Public urged to vote for favourite name",
					"link": "http://ccc.localhost/the-council/news-releases/show/722",
					"description": "<p>The five possible names were shortlisted from the 175 suggestions Christchurch City Council received from the public during a naming competition run between May 23 and June 12.</p>\n<p>“There were some clear favourites and common themes amongst the entries, ranging from environmental, historical, cultural and bilingual to functional names,” said Hagley–Ferrymead Councillor Paul Lonsdale.</p>\n<p>The names that will be voted on by the public are:</p>\n<p>• Matuku Takotako: Sumner Centre</p>\n<p>• Sumner Community Centre, Library and Museum</p>\n<p>• Tuawera: Sumner Centre</p>\n<p>• The Cornerstone</p>\n<p>• Surfers Peak</p>\n<p>The community has until Sunday, July 3 to vote <a title=\"Sumner Centre\" href=\"http://www.yourvoice.ccc.govt.nz/sumnercentre\">online</a> for their favourite. </p>\n<p>“We are looking for a name that captures the essence of the Sumner community. The shortlisted Te Reo names reflect Sumner’s historical Māori links with some really nice meanings behind them, while others draw inspiration from the coastal landscape,” Cr Lonsdale said.</p>\n<p>“The combined facility will become an important gathering place for the community for years to come, so having a say in what we name it is a nice opportunity to make a permanent contribution to the community.”</p>\n<p>The winning name will be announced in July, when the results will go to the Hagley–Ferryead Community Board for the final decision. The person, or people, whose suggestion get the most votes will receive $50 credit at Christchurch City Libraries.</p>\n<p>Construction of the two-storey, 1300-square metre building on the corner of Wakefield and Nayland streets is due to begin in August and the facility is expected to open mid–2017.</p>\n<p>The centre will incorporate a library, community centre and museum. The library, community office, display area and library courtyard will be situated on the ground floor with the rest of the community functions, hall, kitchen and museum space on the first floor.</p>",
					"pubDate": "Mon, 20 Jun 2016 12:15:10 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/722"
				},
				{
					"title": "Christchurch, Banks Peninsula properties to be revalued",
					"link": "http://ccc.localhost/the-council/news-releases/show/723",
					"description": "<p>Christchurch City Council has contracted Quotable Value (QV) to revalue more than 160,000 city and Banks Peninsula properties.</p>\n<p>Legally the Council is obliged to carry out a general revaluation every three years to ensure that rates are spread fairly across the city.</p>\n<p>The last general revaluation was done in 2013 when the Government passed a special Order in Council to value Christchurch properties as if the earthquakes had not damaged them.</p>\n<p>This time QV will be following the standard rating revaluation legislation, which means unrepaired earthquake damage will be taken into account.</p>\n<p>People can report damage by filling out a survey on <a title=\"Quotable Value\" href=\"http://www.ratingvalues.co.nz\">QV’s website</a>.</p>\n<p>“If you have unrepaired damage that may affect your property’s market value, register it with QV so your new rating valuation is fair and accurate,’’ said Council General Manager Finance and Commercial Peter Gudsell.<br> <br>QV National Revaluation Manager Gail Smits said they wanted property owners to report damage to buildings that would be significant enough to affect the property’s market value.</p>\n<p>“Generally, there is no need to report minor damage such as cosmetic cracks to paintwork or deferred maintenance. If you are in any doubt about the level of damage, please fill in the survey anyway and QV will review your information and decide if the unrepaired damage would be likely to affect your property’s market value.”</p>\n<p>Property owners will be sent letters in early December with their new valuations. They will then have until January 31 to lodge an objection.</p>\n<p>The new values (sometimes called Capital Values) will apply to rates from 1 July 2017. They do not affect the total rates collected by the Council, which are set through the Council’s Annual Plan, but they do influence how much of the total is collected from each ratepayer.</p>\n<p>Early indications suggest property values in Christchurch have risen by around 7 to 8 per cent in the three years since the last revaluation was done in 2013. Then, the average house price was around $450,000. Now it is around $490,000.</p>\n<p>The suburbs showing the highest increase in values, based on the work done by QV to date, are Upper Riccarton, Sockburn, Lyttelton, Linwood, St Albans and the inner city.</p>",
					"pubDate": "Mon, 20 Jun 2016 14:03:46 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/723"
				},
				{
					"title": "Council approves changes to Annual Plan",
					"link": "http://ccc.localhost/the-council/news-releases/show/725",
					"description": "<p>Council will work with Regenerate Christchurch to develop a regeneration plan for South Brighton, South Shore and the area north of Bridge Street, says Mayor Lianne Dalziel.</p>\n<p>“This decision captures the essence of what local government is all about – democratic participation and future-proofing infrastructure.  </p>\n<p>\"This is a perfect opportunity to step up and take full advantage of the Greater Christchurch Regeneration Act 2016 as we have the ability to fast track changes in a way that takes the community with us,'' Mayor Dalziel says.</p>\n<p>Many submissions on the draft Annual Plan raised concerns about land damage in the area following the earthquakes, the need for flood mitigation, and damage to facilities such as the estuary walkway.</p>\n<p>“As a Council we recognise the need for flood plain and estuary edge management in Southshore and South Brighton as the earthquakes have had a significant impact on this complex and dynamic environment,'' Mayor Dalziel says.</p>\n<p>Council staff are also investigating if parts of Cranford basin can be rezoned for residential purposes using the new legislation. The Chief Executive will report back on the next steps.</p>\n<p>Councillors today adopted the Mayor’s recommendations for changes to the Christchurch City Annual Plan 2016-17 and amended Long Term Plan 2015-25 ahead of confirming the adoption of both documents and setting rates for 2016/17 on Thursday. These recommendations would see a rates increase of 4.9 per cent for existing ratepayers, down from the 7.18 per cent forecast in the Long Term Plan.</p>\n<p>The plan and amendment sets out all the projects and services the Council will provide over the next year and decade, how much they will cost and where the money will come from.</p>\n<p>“It has been an incredibly collegial approach and I’m really grateful that although the recommendations are in my name it really does reflect the effort of everyone around the Council table, well-supported by staff,” says Mayor Dalziel.</p>\n<p>Other Mayor’s recommendations adopted today include:</p>\n<p>• A 25 per cent discount on child entry fees for Council pools for Community Services card holders</p>\n<p>• $40,000 more for the Council’s Swimsmart learn to swim programme</p>\n<p>• $1.78m more for footpaths, particularly in parts of the city most affected by earthquakes</p>\n<p>• $600,000 more to speed up street renewals</p>\n<p>• A $428,000 grant to complete the community-led repair and landscaping of Mt Pleasant War Memorial Community Centre</p>\n<p>• $250,000 for Akaroa Museum to complete the fit-out of exhibition spaces</p>\n<p>• $20,000 for the proposed pedestrian bridge over the Lower Heathcote plus other support</p>\n<p>• $70,000 for the SingularityU New Zealand Summit in November</p>\n<p>• $1 million for a partnership with the Ministry of Health to support community well-being and resilience</p>\n<p>• $50,000 towards the 2017 Asia Pacific Cycling Congress</p>\n<p>• $400,000 towards setting up a City Foundation to promote philanthropic investment, subject to further advice</p>\n<p>• Up to $500,000 towards Mona Vale gatehouse and a building at Halswell Quarry Park if they are suited to commercial use, for example as cafes</p>\n<p>• Investigate intersection improvements near the entrance to Christchurch Adventure Park, which opens in December 2016.</p>",
					"pubDate": "Tue, 21 Jun 2016 11:10:13 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/725"
				},
				{
					"title": "Volunteering vital to our community",
					"link": "http://ccc.localhost/the-council/news-releases/show/714",
					"description": "<p>He is one of thousands of people around the country who do important work without receiving payment.</p>\n<p>This week is National Volunteer Week. The focus of the week is a call for action, asking people to make time in their lives to volunteer.</p>\n<p>Mr Hallinan, who is 77 and full of positivity, is an example of someone who makes the most of this time. He says being older gives him the freedom to do whatever he wants. “I’ve only got myself to blame if I’m not busy enough.”</p>\n<p>His impressive range of voluntary work includes being a regular relief driver for the Red Cross Meals on Wheels service, delivering food around the city in his electric BMW i3 car. He believes the service is vital for people who are often living isolated lives. “I fear the Red Cross drivers might be the only face that some of these people may see all day.”</p>\n<div class=\"captionImage left greyline\" style=\"width: 600px;\"><img class=\"left greyline\" title=\"\" src=\"http://ccc.localhost/assets/Images/The-Council/Newsline/_resampled/ResizedImageWzYwMCwzNzVd-meals-T2-170616-3-1.jpg\" alt=\"Volunteer Peter Hallinan delivers Meals on Wheels to an elderly couple in Ilam.\" width=\"600\" height=\"375\">\n<p class=\"caption left greyline\">Peter Hallinan delivers Meals on Wheels to an elderly couple in Ilam.</p>\n</div>\n<p>He is one of a team of volunteers who help Christchurch City Council by spotting graffiti and is confident using his smartphone and the ‘Snap Send Solve’ app to report about 500 tags a month. If he was younger and more energetic he says he would be “out there with a paintbrush”, like other volunteers with the Council’s Off The Wall program.</p>\n<p>Mr Hallinan is also a volunteer language tutor for English Language Partners working with a Bhutanese migrant family, and he is a Seal Watch volunteer in Kaikoura where he has a holiday house. He describes his volunteer work as him “bustling around trying to be helpful to a large number of people” and says he gets much more than he gives from the work he does. </p>\n<p>“I’m a very keen member of the environmental movement and I want to leave the world a better place than I find it. I worry about the future of the world for our grandchildren.”</p>\n<p>He is not against graffiti art, he says. “People like Wongi are up there with Picasso. But the tagging, to me, it’s just mindless.” With a background as a child psychologist he understands the background to the problem, saying many taggers are poor and unemployed. “In a way tagging is a silent scream to society to say, ‘Hey look at me’.”</p>\n<p>Mr Hallinan worked as an air radio operator and for the MetService before training as a child psychologist and working for the Education Department. He lectured in special education in Christchurch and Australia, eventually becoming a university ombudsman at Central Queensland University, as well as a Community Visitor with Queensland’s Commission for Children and Young People. After 30 years in Australia, he returned to Christchurch in 2010 and remarried.</p>",
					"pubDate": "Thu, 16 Jun 2016 13:44:02 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/714"
				},
				{
					"title": "Dog registration fees due",
					"link": "http://ccc.localhost/the-council/news-releases/show/715",
					"description": "<p>All other dog owners must pay their fees by the end of July.</p>\n<p>“It is really important to register your dog because if it goes missing or runs away and we find it we then have an accurate record of who the dog belongs to and where it lives,’’ said Christchurch City Council Animal Management Team Leader Mark Vincent.</p>\n<p>“If you don’t pay your dog’s registration fee your dog may be seized and impounded and you could be liable for a $300 infringement offence notice.’’</p>\n<p>There are nearly 37,000 dogs recorded in Christchurch.</p>\n<p>The money the Council collects through dog registration fees helps to pay for education programmes, dog parks, micro-chipping, and other Animal Management services throughout the city.</p>\n<p>Dog registration fees can be <a title=\"Pay your dog registration\" href=\"http://ccc.localhost/services/dogs-and-animals/dog-registration/pay-your-dog-registration/\">paid online</a>, over the pone (941-8999) with a credit card, t Council Customer Service Desks, or by posting the payment slip with a cheque to: Linwood Customer Service Desk, PO Box 73025, Christchurch 8154.</p>\n<p>* Please note the animal shelter at Metro Place is not the preferred place to make dog registration payments.</p>",
					"pubDate": "Thu, 16 Jun 2016 14:50:18 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/715"
				},
				{
					"title": "Dreaming big for Tiny Huts",
					"link": "http://ccc.localhost/the-council/news-releases/show/719",
					"description": "<p>The Ara Institute of Canterbury Bachelor of Architectural Studies students have been working on their designs for nearly two months and they're getting close to the deadline for completion. Christchurch City Council, in partnership with the New Brighton community, is organising the competition which closes on Tuesday, June 28.</p>\n<p>The top five designs for small-scale hut installations will be constructed at various New Brighton locations later this year ready for the summer months, and their winning creators will each receive $2000 in prize money. A play on English seaside huts, the Tiny Huts - just two metres square - will each be used for different purposes for four months, showcasing activities and livening up public spaces. The competition is open to everyone, including students, designers, architects and artists.</p>\n<p>The group of second-year Ara Institute students have been meeting regularly at New Brighton cafes to soak up the local atmosphere and brainstorm ideas with their tutor Irene Boles.  Student Marieka Hitchcock said there was \"quite an alternative vibe\" to the seaside suburb that made it distinct from other parts of Christchurch. Her Tiny Huts design utilises wind, which is often seen as a negative aspect, in a positive, playful way, while classmate Ryan Bensberg has incorporated sound in his idea. Ting Lin has come up with a Tiny Hut that could be used as a wedding chapel, from a suggestion put forward by a member of the community. <br> <br>Ms Boles, who is originally from Italy, said the Tiny Huts competition was a great challenge for her students because they had to come up with fun, creative solutions to practical concerns such as lighting and safety. As a New Brighton local herself, she sees the Tiny Huts project as an opportunity to change perceptions of the suburb.</p>\n<p>\"This should be the fun side of Christchurch, where you can fly a kite, surf or swim. For us it was a no-brainer to come and live here on the coast, and I still can't believe that's not the perception for everyone else.\"</p>\n<p>Carolyn Ingles, Christchurch City Council Head of Urban Design, Urban Regeneration and Heritage, said lots of great ideas had come from the community on how the winning Tiny Huts could be used, include as a wedding chapel, a puzzle room, an optical illusion and a reading room. \"We are looking for imaginative designs that pick up on the ideas from the community and reinterpret the idea of a beach hut – with a fresh and interesting purpose.\"<br> <br>After the competition closes people can vote for their favourite design in two categories, Schools and Open, by visiting the New Brighton Tiny Huts exhibition. The exhibition opens on July 6 and runs until July 19. The design with the greatest number of votes will win the 'public vote' category.  After voting closes, the designs that received the most votes will go through to the second round where a judging panel will also select one Schools winner and three Open winners. </p>\n<p><strong>* Pictured above are Ara Institute of Canterbury Bachelor of Architectural Studies students (left to right) Ryan Bensberg, Ting Lin, Marieka Hitchcock, Tom Chapman and Louwrens Klopper. With them, at the front, is their tutor Irene Boles.</strong></p>",
					"pubDate": "Mon, 20 Jun 2016 07:53:08 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/719"
				},
				{
					"title": "Candidate information sessions kick off",
					"link": "http://ccc.localhost/the-council/news-releases/show/720",
					"description": "<p>“Christchurch needs the leadership and perspective of its passionate citizens as we look for a Mayor, 16 councillors and members for seven community boards. If you are interested in standing, we urge you to find out more about what’s involved during Candidate Week from 27 June to 1 July,” says Electoral Officer Jo Daly.</p>\n<p>Prospective candidates in Christchurch are strongly encouraged to attend a candidates’ information session held by Christchurch City Council.</p>\n<p>The sessions include a closer look at the nomination process, an overview of Council governance and insights from former elected members about what’s involved in representing the community. The first session is from 5.30-7pm on Tuesday 28 June on Level 1 of the Civic Offices at 53 Hereford Street, and repeated from 5.30-7pm on Wednesday 6 July at the same venue.</p>\n<p>“Standing for your local council or community board is an incredible opportunity for people to have their say about the issues that affect their community directly and develop their leadership skills,” says LGNZ (Local Government New Zealand) Chief Executive Malcolm Alexander.</p>\n<p>This year’s Local Government Elections are being held on Saturday 8 October and are by postal vote only.</p>\n<p>Candidates must be over 18 years old, a New Zealand citizen and enrolled on the parliamentary electoral roll to stand for election. Nominations open on 15 July and close at noon on 12 August.</p>\n<p>Candidates are encouraged to come forward as early as possible so they can get all the information they need. Visit www.ccc.govt.nz/elections, email elections2016@ccc.govt.nz or phone Jo Daly on 03 941 8581 for more information.</p>",
					"pubDate": "Mon, 20 Jun 2016 11:27:09 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/720"
				},
				{
					"title": "Keen to represent your community?",
					"link": "http://ccc.localhost/the-council/news-releases/show/721",
					"description": "<p>“Christchurch needs the leadership and perspective of its passionate citizens as we look for a Mayor, 16 councillors and members for seven community boards. If you are interested in standing, we urge you to find out more about what’s involved during Candidate Week from June 27  to July 1,” says Electoral Officer Jo Daly.</p>\n<p>Prospective candidates in Christchurch are strongly encouraged to attend a candidates’ information session held by Christchurch City Council.</p>\n<p>The sessions include a closer look at the nomination process, an overview of Council governance and insights from former elected members about what’s involved in representing the community. The first session is from 5.30-7pm on Tuesday, June 28 on Level 1 of the Civic Offices at 53 Hereford Street, and repeated from 5.30-7pm on Wednesday, July 6 at the same venue.</p>\n<p>“Standing for your local council or community board is an incredible opportunity for people to have their say about the issues that affect their community directly and develop their leadership skills,” said LGNZ (Local Government New Zealand) Chief Executive Malcolm Alexander.</p>\n<p>This year’s Local Government Elections are being held on Saturday, October 8 and are by postal vote only.</p>\n<p>Candidates must be over 18 years old, a New Zealand citizen and enrolled on the parliamentary electoral roll to stand for election. Nominations open on July 15 and close at noon on August 12.</p>\n<p>Candidates are encouraged to come forward as early as possible so they can get all the information they need.</p>\n<p> You can get more information <a title=\"Local Body Elections\" href=\"http://www.ccc.govt.nz/elections\">online</a>, by<a title=\"Elections email\" href=\"mailto:elections2016@ccc.govt.nz\"> emailing,</a> or by phoning Jo Daly on 03 941 8581.</p>",
					"pubDate": "Mon, 20 Jun 2016 11:33:50 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/721"
				},
				{
					"title": "Christchurch winning battle against tagging",
					"link": "http://ccc.localhost/the-council/news-releases/show/680",
					"description": "<p>Results from the annual graffiti scan carried out by the Council’s Graffiti Programme, show a 48 per cent decrease in tagging and other graffiti from 2015.</p>\n<p>This follows a 52 per cent drop in graffiti seen around the city in the 2015 scan compared to the previous year.</p>\n<p>Christchurch City Council Graffiti Team Business Co-ordinator Sarah Gardyne presented the latest scan results to Community Patrol volunteer groups and Neighbourhood Policing Teams.</p>\n<p>She said the amount of tagging had fallen in every suburb except Beckenham and Spreydon. In Phillipstown and Linwood East the amount of graffiti had decreased by a whopping 86 and 87 per cent from last year. Russley had a 100 per cent decrease with no tagging found – something that has never happened before.</p>\n<p>This year, there were only six “saturated” graffiti sites, where 10 or more tags were seen, compared to 21 saturated sites found in 2015 and 109 in 2014. Graffiti hot-spots include the Avon Loop, Aranui, St Albans East, and Waltham areas.</p>\n<p>Council Graffiti Team Leader Valerie Merryweather said the results were positive but they did not necessarily mean there was less graffiti being carried out. There had been a big increase in reporting of tagging from an army of volunteer graffiti spotters and other residents. The Council’s ‘Snap, Send, Solve’ app meant that up to 600 tagging reports were being received from the public each month so Council staff are able to act quickly to remove graffiti.</p>\n<p>“The scan results are from a snapshot in time and, while they're heartening, they aren't necessarily the whole picture. Graffiti is being reported a lot more so that means it’s getting cleaned up faster. I think the fact that we’ve had volunteers and Neighbourhood Policing Teams out helping us has made a big dent in the graffiti problem. It’s all about partnerships.”</p>\n<p>She said seven Community Patrol volunteer groups are being issued with a smart phone so they can use the Snap, Send, Solve app more easily when they are out on patrol.</p>\n<p> </p>\n<p> </p>",
					"pubDate": "Thu, 02 Jun 2016 12:15:47 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/680"
				},
				{
					"title": "Lyttelton lights up",
					"link": "http://ccc.localhost/the-council/news-releases/show/708",
					"description": "<p>The Matarki family celebrationwill be followed with a Grand Opening Cabaret at the Lyttelton Arts Factory tomorrow night.</p>\n<p>The Lyttelton Harbour Festival of Lights runs until June 26, but its biggest event is a massive evening street party, parade, live music, and Lyttelton Port of Christchurch fireworks display on Friday, June 24. The theme for the parade, which starts at 6pm, is futuristic and participants – including local school children - are being encouraged to dress up in a costume incorporating light.</p>\n<div class=\"captionImage left greyline\" style=\"width: 600px;\"><img class=\"left greyline\" title=\"\" src=\"http://ccc.localhost/assets/Images/The-Council/Newsline/_resampled/ResizedImageWzQ4MiwzMDBd-lytteltonfest.jpg\" alt=\"Lyttelton Harbour Festival of Lights\" width=\"482\" height=\"300\">\n<p class=\"caption left greyline\">Children taking part in the festival parade.</p>\n</div>\n<p>Organisers Project Lyttelton are expecting a crowd of up to 10,000 on the night, depending on weather.</p>\n<p>Festival Co-ordinator Claire Coates said it was about light, creativity and celebration. “It’s celebrating the uniqueness and creativity that’s in Lyttelton and pulling that together to have a fun event as a community.”</p>\n<p>The <a title=\"Lyttelton Harbour Festival of Lights\" href=\"http://www.lyttelton.net.nz/festivals/festival-of-lights\">full programme</a> of 26 festival events for the week is varied including a Music Festival at The Wunderbar hosted by the Alliance Francaise Christchurch, storytelling, an acro-circus workshop, puppet shows and performances by the Al Park Band among others.</p>\n<p>Light art installations by local artists will be on show around Lyttelton during the festival.</p>\n<p>Parking in Lyttelton is limited on the night of the street party and a park and ride system will be operating for a gold coin donation between 5.30pm and 10pm from the Gondola carpark in Lyttelton, the Naval Point Yacht Club, and the Corner of Colombo and Moorhouse Avenue at (5.30pm, 6.30pm and 7.30pm). Extra bus services will also be running on the 28 and 535 buses to and from Lyttelton.</p>\n<p> </p>",
					"pubDate": "Wed, 15 Jun 2016 10:34:46 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/708"
				},
				{
					"title": "Celebrations as work begins on new Redcliffs library",
					"link": "http://ccc.localhost/the-council/news-releases/show/716",
					"description": "<p>The library will be built by City Care over the next five months and should be completed before Christmas.</p>\n<p>The single-storey building has been designed by Young Architects and includes a reception area, meeting room, kitchenette and toilet.</p>\n<p>The new library will be the home of the Redcliffs Voluntary Library Group, which has been running a library in the area for more than 100 years.</p>\n<p>Before the quakes the group was operating out of a Christchurch City Council-owned building at 91 Main Rd, but the building was badly damaged in the February 2011 earthquake and deemed uneconomic to repair.</p>\n<p>The Council has worked closely with the Redcliffs Library Committee to progress plans for a replacement building on the same site.</p>\n<p>The Committee has worked hard to raise funds for the new building and has received financial support from the Council, Protranz, the Canterbury Earthquake Appeal Trust, Vodafone and the Rata Foundation. </p>\n<p>Until the new building is completed library services are being offered from the Redcliffs Tennis Club.</p>\n<div class=\"captionImage center greyline\" style=\"width: 400px;\"><img class=\"center greyline\" title=\"\" src=\"http://ccc.localhost/assets/Images/The-Council/Newsline/_resampled/ResizedImageWzQwMCwyNTBd-Redcliffs-Library-Tier2.jpg\" alt=\"A computer generated image of the new Redcliffs Library.\" width=\"400\" height=\"250\">\n<p class=\"caption center greyline\">A computer generated image of the new Redcliffs Library.</p>\n</div>",
					"pubDate": "Fri, 17 Jun 2016 10:06:14 +1200",
					"guid": "http://ccc.localhost/the-council/news-releases/show/716"
				}
			]
		},
		"_xmlns:dc": "http://purl.org/dc/elements/1.1/",
		"_xmlns:atom": "http://www.w3.org/2005/Atom",
		"_version": "2.0"
	}
}